Repository: bantirathodtech/atitia
Catalog: assets/localization/app_*.arb
Languages: te

# guestPgStartingLoad
source: Starting to load PGs
te: PGలను లోడ్ చేయడం ప్రారంభిస్తోంది

# guestPgLoadSuccess
source: PGs loaded successfully
te: PGలు విజయవంతంగా లోడ్ అయ్యాయి

# guestPgLoadFailure
source: Failed to load PGs
te: PGలను లోడ్ చేయడంలో విఫలమైంది

# guestPgRefreshAction
source: Refresh PGs
te: PGలను రిఫ్రెష్ చేయండి

# guestPgSelectedAction
source: PG Selected
te: PG ఎంపిక చేయబడింది

# guestPgClearSelectionAction
source: Clear Selected PG
te: PG ఎంపికను క్లియర్ చేయండి

# guestPgSearchQueryChangedAction
source: Search Query Changed
te: శోధన ప్రశ్న మార్చబడింది
