Repository: bantirathodtech/atitia
Catalog: assets/localization/app_*.arb
Languages: te

source: PG published successfully
te: PG విజయవంతంగా ప్రచురించబడింది

source: Draft saved
te: డ్రాఫ్ట్ సేవ్ చేయబడింది

# failedToSelectPhotos
source: Failed to select photos: {error}
te: ఫోటోలను ఎంచుకోవడంలో విఫలమైంది

source: Guest Name
te: అతిథి పేరు

# searchGuestsLabel
source: Search Guests
te: అతిథులను వెతకండి

# searchGuestsHint
source: Search by name, phone, room, or email...
te: పేరు, ఫోన్, గది లేదా ఇమెయిల్ ద్వారా వెతకండి...

# statusNew
source: New
te: కొత్త

# statusVip
source: VIP
te: విఐపీ

source: Export Data
te: డేటాను ఎగుమతి చేయండి

source: Guest data exported successfully
te: అతిథి డేటా విజయవంతంగా ఎగుమతి అయింది

# guestListTitle
source: Guest List
te: అతిథుల జాబితా

# guestCount
source: {count, plural, =0 {0 guests} one {1 guest} other {{count} guests}}
te: {count, plural, =0 {0 అతిథులు} one {1 అతిథి} other {{count} అతిథులు}}

source: No Guests Yet
te: ఇప్పటికీ అతిథులు లేరు

# guestsAppearAfterBooking
source: Guests will appear here once they book your PG
te: మీ PG బుక్ చేసిన వెంటనే అతిథులు ఇక్కడ కనిపిస్తారు

source: Check-in
te: చెక్-ఇన్

source: Duration
te: వ్యవధి

source: Emergency Phone
te: అత్యవసర ఫోన్

source: Occupation
te: వృత్తి

source: Company
te: కంపెనీ

# messageToGuest
source: To: {name}
te: కు: {name}

# enterMessageHint
source: Enter your message...
te: మీ సందేశాన్ని నమోదు చేయండి...

source: Message sent successfully
te: సందేశం విజయవంతంగా పంపబడింది

source: Check Out Guest
te: అతిథిని చెక్ అవుట్ చేయండి

# checkOutGuestConfirmation
source: Are you sure you want to check out this guest? This action cannot be undone.
te: ఈ అతిథిని చెక్ అవుట్ చేయాలనుకుంటున్నారా? ఈ చర్యను తిరిగి మార్చలేము.

source: Guest checked out successfully
te: అతిథి విజయవంతంగా చెక్ అవుట్ అయ్యారు

# phoneNumberLabel
source: Phone Number
te: ఫోన్ నంబర్

# emailLabel
source: Email
te: ఇమెయిల్

source: Save Changes
te: మార్పులను సేవ్ చేయండి

source: Parking Spot
te: పార్కింగ్ స్పాట్

source: Complete
te: పూర్తి

source: Resolution Notes
te: పరిష్కార నోట్స్

source: Mark as Resolved
te: పరిష్కరించబడినదిగా గుర్తించండి

source: Complaint resolved successfully
te: ఫిర్యాదు విజయవంతంగా పరిష్కరించబడింది

source: Service Type
te: సేవా రకం

source: Service Description
te: సేవా వివరణ

source: Describe the service needed...
te: అవసరమైన సేవను వివరించండి...

source: Submit Request
te: అభ్యర్థనను సమర్పించండి

source: Total Complaints
te: మొత్తం ఫిర్యాదులు

source: Back to Payments
te: చెల్లింపులకు తిరిగి వెళ్లండి

source: Pay Now
te: ఇప్పుడు చెల్లించండి

source: Processing...
te: ప్రాసెస్ చేస్తున్నాం...

source: Add Photos
te: ఫోటోలు జోడించండి

source: Payment Details
te: చెల్లింపు వివరాలు

source: Payment Not Found
te: చెల్లింపు కనుగొనబడలేదు

source: The requested payment could not be found.
te: అభ్యర్థించిన చెల్లింపు కనబడలేదు.

source: Due Date
te: చెల్లించవలసిన తేదీ

source: Payment Date
te: చెల్లింపు తేదీ

source: Timeline
te: సమయరేఖ

source: Created
te: సృష్టించబడింది

source: Paid
te: చెల్లించబడింది

source: Transaction ID (Optional)
te: లావాదేవీ ID (ఐచ్చికం)

source: Transaction ID is visible in screenshot
te: లావాదేవీ ID స్క్రీన్‌షాట్‌లో కనిపిస్తుంది

# youCanSkipThisTransactionIdIsInScreenshot
source: You can skip this - transaction ID is in the screenshot
te: మీరు దీనిని దాటవచ్చు - ట్రాన్సాక్షన్ ID స్క్రీన్‌షాట్‌లో ఉంది

source: Please enter amount
te: దయచేసి మొత్తాన్ని నమోదు చేయండి

source: Please enter valid amount
te: దయచేసి సరైన మొత్తాన్ని నమోదు చేయండి

source: Not required - already visible in screenshot
te: అవసరం లేదు - స్క్రీన్‌షాట్‌లో ఇప్పటికే కనబడుతోంది

source: Message (Optional)
te: సందేశం (ఐచ్చికం)

source: Payment Information
te: చెల్లింపు సమాచారం

source: Additional Information
te: అదనపు సమాచారం

source: Search Services
te: సేవలను శోధించండి

source: Search by title, guest, room, or type...
te: శీర్షిక, అతిథి, గది లేదా రకం ద్వారా శోధించండి...

source: Create New Service Request
te: కొత్త సేవా అభ్యర్థనను సృష్టించండి

source: Priority
te: ప్రాధాన్యత

source: Requested
te: అభ్యర్థించబడింది

source: Assigned To
te: కేటాయించబడింది

source: Service Request
te: సేవా అభ్యర్థన

source: Service Title
te: సేవా శీర్షిక

source: Room
te: గది

source: Room number
te: గది సంఖ్య

source: Housekeeping
te: గృహనిర్వహణ

source: Vehicle
te: వాహనం

source: Start
te: ప్రారంభించండి

source: Resume
te: కొనసాగించండి

source: Details
te: వివరాలు

source: PG Not Found
te: PG కనుగొనబడలేదు

source: Pricing & Availability
te: ధర & లభ్యత

source: Location & Vicinity
te: స్థానం & సమీప ప్రాంతం

source: Facilities & Amenities
te: సౌకర్యాలు & అనుకూలతలు

source: Food & Meal Information
te: ఆహార & భోజన సమాచారం

source: Rules & Policies
te: నియమాలు & విధానాలు

source: Contact & Owner Information
te: సంప్రదింపు & యజమాని సమాచారం

source: Call Owner
te: యజమానిని కాల్ చేయండి

source: Request Booking
te: బుకింగ్ అభ్యర్థించండి

source: Could not open maps
te: మ్యాప్ తెరవలేకపోయాం

source: PG information not available
te: PG సమాచారం అందుబాటులో లేదు

source: Search Bikes
te: బైక్‌లను శోధించండి

source: Search by number, name, guest, or model...
te: నంబర్, పేరు, అతిథి లేదా మోడల్ ద్వారా శోధించండి...

source: Search Complaints
te: ఫిర్యాదులను శోధించండి

source: Search by title, guest, room, or description...
te: శీర్షిక, అతిథి, గది లేదా వివరణ ద్వారా శోధించండి...

# tenDigitPhoneNumber
source: 10-digit phone number
te: 10 అంకెల ఫోన్ నంబర్

# pleaseEnterValidPhoneNumber
source: Please enter valid 10-digit phone number
te: దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను నమోదు చేయండి

source: Bank Name
te: బ్యాంక్ పేరు

source: Account Holder Name
te: ఖాతాదారు పేరు

source: Enter account number
te: ఖాతా నంబర్‌ను నమోదు చేయండి

source: IFSC Code
te: IFSC కోడ్

source: Payment Instructions (Optional)
te: చెల్లింపు సూచనలు (ఐచ్ఛికం)

source: Upload your UPI QR code from any payment app
te: ఏదైనా చెల్లింపు అప్లికేషన్ నుండి మీ UPI QR కోడ్‌ను అప్లోడ్ చేయండి

source: Upload QR Code
te: QR కోడ్‌ను అప్లోడ్ చేయండి

source: Save Payment Details
te: చెల్లింపు వివరాలను సేవ్ చేయండి

source: Bed Numbering Guide
te: మంచం నంబరింగ్ గైడ్

source: Configure Rental Pricing
te: అద్దె ధరను కాన్ఫిగర్ చేయండి

source: Progress
te: ప్రగతి

source: The requested PG could not be found or may have been removed.
te: అభ్యర్థించిన PG కనుగొనబడలేదు లేదా తొలగించబడింది కావచ్చు.

source: New Parking Spot
te: కొత్త పార్కింగ్ స్పాట్

source: Reason for Move
te: తరలింపు కారణం

source: Reason for Removal
te: తొలగింపు కారణం

source: Name as per bank records
te: బ్యాంక్ రికార్డ్‌ల ప్రకారం పేరు

source: Account Number
te: ఖాతా నంబర్

source: Any special instructions for guests
te: అతిథులకు ఏవైనా ప్రత్యేక సూచనలు

source: Appearance
te: దృశ్యం

source: Push Notifications
te: పుష్ నోటిఫికేషన్‌లు

source: Email Notifications
te: ఇమెయిల్ నోటిఫికేషన్‌లు

source: Payment Reminders
te: చెల్లింపు రిమైండర్‌లు

source: App Version
te: అనువర్తన వెర్షన్

source: Build Number
te: బిల్డ్ నంబర్

source: Registered
te: నమోదు చేయబడింది

source: Bike Number
te: బైక్ నంబర్

source: Bike Type
te: రకం

source: Bike Model
te: మోడల్

source: Bike Color
te: బైక్ రంగు

source: Color
te: రంగు

source: Last Parked
te: చివరిగా పార్క్ చేయబడింది

source: Complaint data exported successfully
te: ఫిర్యాదు వివరాలు విజయవంతంగా ఎగుమతి అయ్యాయి

source: Complaint Title
te: ఫిర్యాదు శీర్షిక

source: Priority Level
te: ప్రాధాన్యత స్థాయి

source: Add
te: జోడించండి

# imagesSelected
source: {count} image(s) selected
te: {count} చిత్రాలు ఎంపికయ్యాయి

source: Common Complaint Categories:
te: సాధారణ ఫిర్యాదు వర్గాలు:

# complaintCategoryFood
source: Food
te: ఆహారం

# complaintCategoryCleanliness
source: Cleanliness
te: శుభ్రత

# complaintCategoryMaintenance
source: Maintenance
te: నిర్వహణ

# complaintCategoryWater
source: Water
te: నీటి సమస్యలు

# complaintCategoryElectricity
source: Electricity
te: విద్యుత్

# complaintCategoryWifi
source: Wi-Fi
te: వై-ఫై

# complaintCategoryNoise
source: Noise
te: శబ్దం

# complaintCategoryGeneral
source: General
te: సాధారణ

# todayAt
source: Today {time}
te: ఈ రోజు {time}

source: Yesterday
te: నిన్న

# daysAgo
source: {count} days ago
te: {count} రోజుల క్రితం

# bookBed
source: Book a Bed
te: బెడ్ బుక్ చేయండి

source: Select Floor
te: అంతస్తు ఎంచుకోండి

source: Select Room
te: గది ఎంచుకోండి

source: Select Bed
te: బెడ్ ఎంచుకోండి

source: Start Date
te: ప్రారంభ తేదీ

source: Select start date
te: ప్రారంభ తేదీని ఎంచుకోండి

source: Booking Summary
te: బుకింగ్ సారాంశం

source: Sharing
te: షేరింగ్

source: Not selected
te: ఎంచుకోలేదు

# legacyBookingMessage
source: Please contact the owner directly to book this PG.
te: ఈ PG ని బుక్ చేయడానికి దయచేసి యజమానిని నేరుగా సంప్రదించండి.

source: Confirm Booking
te: బుకింగ్ నిర్ధారించండి

# bookingRequestSuccess
source: Booking request sent! Owner will confirm shortly.
te: బుకింగ్ అభ్యర్థన పంపబడింది! యజమాని త్వరలో నిర్ధారిస్తారు.

# bookingRequestFailed
source: Failed to book: {error}
te: బుకింగ్ విఫలమైంది: {error}

# roomOptionLabel
source: {roomNumber} ({sharingType}-sharing) - {availableBeds} available
te: {roomNumber} ({sharingType}-షేరింగ్) - {availableBeds} ఖాళీ

# bedLabel
source: Bed {number}
te: బెడ్ {number}

source: Bed
te: బెడ్

source: Request to Join PG
te: PG కి చేరడానికి అభ్యర్థన

# sendBookingRequestToOwner
source: Send a booking request to the owner
te: యజమానికి బుకింగ్ అభ్యర్థన పంపండి

source: Contact Information
te: సంప్రదింపు సమాచారం

source: Enter your phone number
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Enter your email address
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి

# messageOptionalHint
source: Any additional information for the owner...
te: యజమానికి అదనపు సమాచారం ఉంటే ఇక్కడ నమోదు చేయండి...

source: Please enter your name
te: దయచేసి మీ పేరు నమోదు చేయండి

source: Please enter your phone number
te: దయచేసి మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Please enter your email address
te: దయచేసి మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి

# pleaseEnterValidEmailAddress
source: Please enter a valid email address
te: దయచేసి సరైన ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Send Request
te: అభ్యర్థన పంపండి

source: Sending...
te: పంపిస్తోంది...

# monthlyRentDisplay
source: ₹{amount}/month
te: ₹{amount}/నెల

source: Not available
te: అందుబాటులో లేదు

# pgCountSummary
source: {filtered} of {total} PGs
te: {filtered} / {total} PGలు

source: Error loading PGs
te: PGలను లోడ్ చేయడంలో లోపం

source: Unknown error occurred
te: తెలియని లోపం జరిగింది

source: No PGs Available
te: PGలు అందుబాటులో లేవు

# pgListingsWillAppear
source: PG listings will appear here once they are added to the platform.
te: PG జాబితాలు ప్లాట్‌ఫారమ్‌లో చేర్చిన వెంటనే ఇక్కడ కనిపిస్తాయి.

source: Book Now
te: ఇప్పుడు బుక్ చేయండి

source: Available
te: అందుబాటులో ఉంది

source: Unavailable
te: అందుబాటులో లేదు

# photosBadge
source: {count} Photo(s)
te: {count} ఫోటోలు

source: No Image Available
te: చిత్రం అందుబాటులో లేదు

# distanceMeters
source: {meters}m away
te: {meters}మీ దూరంలో

# distanceKilometers
source: {kilometers}km away
te: {kilometers}కిమీ దూరంలో

# sharingLabel
source: {count} Sharing
te: {count} షేరింగ్

# noAmenitiesListed
source: No amenities listed for this PG
te: ఈ PG కోసం సౌకర్యాలు జాబితా చేయబడలేదు

# amenitiesSectionTitle
source: Amenities
te: సౌకర్యాలు

# amenitiesSectionSubtitle
source: Amenities available in this PG
te: ఈ PG లో అందుబాటులో ఉన్న సౌకర్యాలు

source: No photos available
te: ఫోటోలు అందుబాటులో లేవు

source: Failed to load image
te: చిత్రాన్ని లోడ్ చేయడంలో విఫలమైంది

source: PG Details
te: PG వివరాలు

source: Error loading PG details
te: PG వివరాలను లోడ్ చేయడంలో లోపం

source: Sharing Options & Pricing
te: షేరింగ్ ఎంపికలు & ధరలు

source: Security Deposit
te: భద్రతా డిపాజిట్

source: Per Month
te: నెలకు

source: one-time
te: ఒక్కసారి

source: (Refundable when you leave)
te: (మీరు వెళ్తే తిరిగి చెల్లిస్తారు)

# monthlyLabel
source: (Monthly)
te: (నెలవారీ)

# oneTimeLabel
source: (One-time)
te: (ఒక్కసారి)

source: Total Initial Payment
te: మొత్తం ప్రారంభ చెల్లింపు

source: First Month Rent
te: మొదటి నెల అద్దె

# totalLabel
source: Total
te: మొత్తం

# secondMonthRentMaintenance
source: From 2nd month onwards: Rent + Maintenance (₹{rent} + ₹{maintenance} = ₹{total})
te: 2వ నెల నుండి: అద్దె + నిర్వహణ (₹{rent} + ₹{maintenance} = ₹{total})

# secondMonthRentOnly
source: From 2nd month onwards: Only Rent (₹{rent})
te: 2వ నెల నుండి: కేవలం అద్దె (₹{rent})

source: Available: {types}
te: లభ్యమైనవి: {types}

# sharingLabelDefault
source: {count} Sharing
te: {count} షేరింగ్

source: Complete Address
te: పూర్తి చిరునామా

# areaLabel
source: Area
te: ప్రాంతం

# cityLabel
source: City
te: నగరం

# stateLabel
source: State
te: రాష్ట్రం

source: View on Map
te: మ్యాప్‌లో చూడండి

# mealTypeFieldLabel
source: Meal Type
te: భోజన రకం

# pgTypeFieldLabel
source: PG Type
te: PG రకం

# mealTimingsFieldLabel
source: Meal Timings
te: భోజన సమయాలు

# foodQualityFieldLabel
source: Food Quality
te: ఆహార నాణ్యత

source: Entry Timings
te: ప్రవేశ సమయాలు

source: Exit Timings
te: నిష్క్రమణ సమయాలు

source: Guest Policy
te: అతిథుల పాలసీ

source: Smoking Policy
te: పొగతాగు పాలసీ

source: Alcohol Policy
te: మద్యం పాలసీ

source: Refund Policy
te: రిఫండ్ పాలసీ

source: Notice Period
te: నోటీస్ వ్యవధి

# ownerNameLabel
source: Owner Name
te: యజమాని పేరు

# contactNumberLabel
source: Contact Number
te: సంప్రదింపు సంఖ్య

source: Account Holder
te: ఖాతా యజమాని

source: QR Code for Payment
te: చెల్లింపుకు QR కోడ్

# paymentInstructionsLabel
source: Payment Instructions
te: చెల్లింపు సూచనలు

source: Parking Details
te: పార్కింగ్ వివరాలు

source: Security Measures
te: భద్రతా చర్యలు

# descriptionLabel
source: Description
te: వివరణ

# nearbyPlacesLabel
source: Nearby Places
te: సమీప ప్రదేశాలు

source: PG Property
te: PG ఆస్తి

# sharePgAddressLine
source: 📍 Address: {address}
te: 📍 చిరునామా: {address}

# sharePgPricingHeader
source: 💰 Pricing:
te: 💰 ధరలు:

# sharePgPricingEntry
source: {count} Share: ₹{price}
te: {count} షేర్: ₹{price}

# sharePgAmenitiesLine
source: ✨ Amenities: {amenities}
te: ✨ సౌకర్యాలు: {amenities}

# sharePgFooter
source: Check out this PG on Atitia!
te: ఈ PGని Atitiaలో చూడండి!

source: My Booking Requests
te: నా బుకింగ్ అభ్యర్థనలు

# bookingRequestAuthDebug
source: ⚠️ No Firebase Auth user found - user might not be authenticated
te: ⚠️ Firebase Auth వినియోగదారు లేదు - వినియోగదారు ధృవీకరించబడకపోయి ఉండవచ్చు

# bookingRequestLoadingDebug
source: 🔑 Loading booking requests for guestId: {guestId}
te: 🔑 guestId: {guestId} కోసం బుకింగ్ అభ్యర్థనలను లోడ్ చేస్తున్నాము

# bookingRequestStreamErrorDebug
source: Booking requests stream error: {error}
te: బుకింగ్ అభ్యర్థనల స్ట్రీమ్ లోపం: {error}

# bookingRequestExceptionDebug
source: Exception loading booking requests: {error}
te: బుకింగ్ అభ్యర్థనలను లోడ్ చేస్తూ wyjąప్తి: {error}

# pgLocationFallback
source: Location unavailable
te: స్థానం అందుబాటులో లేదు

# districtLabel
source: District
te: జిల్లా

# talukaMandalLabel
source: Taluka/Mandal
te: తాలూకా/మండలం

# societyLabel
source: Society
te: సొసైటీ

# selectPgPrompt
source: Please select a PG to view details and manage your stay
te: వివరాలను చూడడానికి మరియు మీ గడుపును నిర్వహించడానికి దయచేసి ఒక PGను ఎంచుకోండి

# statusMaintenance
source: Maintenance
te: నిర్వహణలో ఉంది

source: No Active Booking
te: క్రియాశీల బుకింగ్ లేదు

source: Request Change
te: మార్పు అభ్యర్థించండి

# failedToLoadBedChangeRequests
source: Failed to load bed change requests: {error}
te: పడక మార్పు అభ్యర్థనలను లోడ్ చేయడంలో విఫలమైంది: {error}

# requestedLabel
source: Requested: {date}
te: అభ్యర్థించినది: {date}

# paymentMethodWithValue
source: Payment Method: {method}
te: చెల్లింపు విధానం: {method}

# paymentMethodRazorpay
source: Razorpay
te: రేజర్‌పే

# paymentMethodUpi
source: UPI
te: యుపిఐ

# paymentMethodCash
source: Cash
te: నగదు

# paymentMethodBankTransfer
source: Bank Transfer
te: బ్యాంక్ బదిలీ

# paymentMethodOther
source: Other
te: ఇతర

source: No Payments Yet
te: ఇప్పటికీ చెల్లింపులు లేవు

# noPaymentsYetDescription
source: You haven't made any payments yet. Payments will appear here once you make them.
te: మీరు ఇంకా చెల్లింపులు చేయలేదు. చెల్లింపులు చేసిన తర్వాత ఇవి ఇక్కడ కనిపిస్తాయి.

source: Make Payment
te: చెల్లింపు చేయండి

# noPaymentsForFilter
source: No {filter} Payments
te: ప్రస్తుతం {filter} చెల్లింపులు లేవు

# noPaymentsForFilterDescription
source: You don't have any {filter} payments at the moment.
te: ప్రస్తుతం మీ వద్ద {filter} చెల్లింపులు లేవు.

# failedToLoadPaymentDetails
source: Failed to load payment details: {error}
te: చెల్లింపు వివరాలను లోడ్ చేయడంలో విఫలమైంది: {error}

# paymentNumber
source: Payment #{id}
te: చెల్లింపు #{id}

source: Confirmed
te: నిర్ధారించబడింది

# upiPaymentNote
source: UPI payment made. Please verify and confirm.
te: UPI చెల్లింపు పూర్తైంది. దయచేసి తనిఖీ చేసి నిర్ధారించండి.

# cashPaymentNote
source: Cash payment made. Please confirm.
te: నగదు చెల్లింపు జరిగింది. దయచేసి నిర్ధారించండి.

# upiPaymentTip
source: 💡 Tip: After making payment via PhonePe, Paytm, Google Pay, etc., upload the payment screenshot. The transaction ID is already visible in the screenshot.
te: 💡 సూచన: PhonePe, Paytm, Google Pay వంటివి ద్వారా చెల్లింపు చేసిన తర్వాత, చెల్లింపు స్క్రీన్‌షాట్‌ను అప్‌లోడ్ చేయండి. ట్రాన్సాక్షన్ ఐడి ఇప్పటికే స్క్రీన్‌షాట్‌లో కనిపిస్తుంది.

source: Payment Statistics
te: చెల్లింపు గణాంకాలు

source: Total Payments
te: మొత్తం చెల్లింపులు

source: Total Amount
te: మొత్తం మొత్తం

source: Recent Payments Preview
te: తాజా చెల్లింపుల ప్రివ్యూ

source: No Payment History
te: చెల్లింపు చరిత్ర లేదు

# noPaymentHistoryDescription
source: Your payment notifications and history will appear here once you make payments.
te: మీరు చెల్లింపులు చేసిన తర్వాత మీ చెల్లింపు నోటిఫికేషన్‌లు మరియు చరిత్ర ఇక్కడ కనిపిస్తాయి.

source: Payment Details Not Available
te: చెల్లింపు వివరాలు అందుబాటులో లేవు

# ownerPaymentDetailsNotConfigured
source: Owner payment details are not configured yet. Please contact your PG owner to set up payment information.
te: యజమాని చెల్లింపు వివరాలు ఇంకా సెటప్ చేయబడలేదు. దయచేసి మీ PG యజమానిని సంప్రదించి చెల్లింపు సమాచారాన్ని ఏర్పాటు చేయమనండి.

source: Payment Methods Preview:
te: చెల్లింపు విధానాల ప్రివ్యూ:

source: Bank Account
te: బ్యాంక్ ఖాతా

# cashPaymentNotificationInfo
source: You will send a cash payment notification to the owner. Owner will confirm once they receive the cash.
te: మీరు యజమానికి నగదు చెల్లింపు నోటిఫికేషన్ పంపుతారు. వారు చెల్లింపును స్వీకరించిన తర్వాత నిర్ధారిస్తారు.

# payViaRazorpayDescription
source: Click "Pay Now" to proceed with secure online payment via Razorpay.
te: "Pay Now" పై నొక్కి Razorpay ద్వారా సురక్షిత ఆన్‌లైన్ చెల్లింపును కొనసాగించండి.

source: Pay via Razorpay
te: రేజర్‌పే ద్వారా చెల్లించండి

source: UPI Payment Confirmation
te: UPI చెల్లింపు నిర్ధరణ

source: Cash Payment Notification
te: నగదు చెల్లింపు నోటిఫికేషన్

source: Send Notification
te: నోటిఫికేషన్ పంపండి

source: Payment notification sent successfully
te: చెల్లింపు నోటిఫికేషన్ విజయవంతంగా పంపబడింది

source: Screenshot uploaded
te: స్క్రీన్‌షాట్ అప్‌లోడ్ అయింది

# ownerNoPaymentsTitle
source: No Payments
te: చెల్లింపులు లేవు

# ownerNoPaymentsMessage
source: Payment records will appear here once payments are collected.
te: చెల్లింపులు సేకరించిన తర్వాత రికార్డులు ఇక్కడ కనిపిస్తాయి.

source: Unknown Guest
te: తెలియని అతిథి

source: Room/Bed
te: గది/పడక

# markPaymentCollected
source: Mark Payment as Collected
te: చెల్లింపును సేకరించబడిందిగా గుర్తించండి

# confirmMarkPaymentCollected
source: Are you sure you want to mark this payment of {amount} as collected?
te: ఈ {amount} చెల్లింపును సేకరించబడిందిగా గుర్తించాలనుకుంటున్నారా?

source: Collected By
te: సేకరించిన వ్యక్తి

# paymentMarkedCollected
source: Payment marked as collected
te: చెల్లింపు సేకరించబడిందిగా గుర్తించబడింది

# failedToUpdatePayment
source: Failed to update payment: {error}
te: చెల్లింపును నవీకరించడంలో విఫలమైంది: {error}

source: Reject Payment
te: చెల్లింపును తిరస్కరించండి

# provideRejectionReason
source: Please provide a reason for rejecting this payment:
te: ఈ చెల్లింపును తిరస్కరించడానికి కారణాన్ని ఇవ్వండి:

source: Rejection Reason
te: తిరస్కరణ కారణం

# enterRejectionReason
source: Enter reason for rejection...
te: తిరస్కరణ కారణాన్ని నమోదు చేయండి...

source: Payment rejected
te: చెల్లింపు తిరస్కరించబడింది

source: Failed to reject payment
te: చెల్లింపును తిరస్కరించడంలో విఫలమైంది

source: Payment rejected by owner
te: యజమాని చెల్లింపును తిరస్కరించారు

# rejectedWithReason
source: Rejected: {reason}
te: తిరస్కరించబడింది: {reason}

# collectedByOwnerFallback
source: Owner
te: యజమాని

# recordPaymentDescription
source: Manually record a payment received from a guest
te: అతిథి నుండి స్వీకరించిన చెల్లింపును చేతితో నమోదు చేయండి

# guestAndBooking
source: Guest & Booking
te: అతిథి & బుకింగ్

source: Select Guest
te: అతిథిని ఎంచుకోండి

# pleaseSelectGuest
source: Please select a guest
te: దయచేసి ఒక అతిథిని ఎంచుకోండి

source: Select Booking (Optional)
te: బుకింగ్ ఎంచుకోండి (ఐచ్చికం)

# paymentAmountLabel
source: Payment Amount *
te: చెల్లింపు మొత్తం *

# enterAmountHint
source: Enter amount in rupees
te: మొత్తాన్ని రూపాయల్లో నమోదు చేయండి

# enterTransactionIdHint
source: Enter transaction ID or reference number
te: లావాదేవీ ID లేదా రిఫరెన్స్ నంబర్ నమోదు చేయండి

source: Notes (Optional)
te: గమనికలు (ఐచ్చికం)

# notesHint
source: Any additional notes about this payment
te: ఈ చెల్లింపు గురించి అదనపు గమనికలు

source: Recording...
te: రికార్డ్ చేస్తున్నాం...

# recordPaymentSuccess
source: Payment recorded successfully!
te: చెల్లింపు విజయవంతంగా రికార్డ్ చేయబడింది!

# recordPaymentFailure
source: Failed to record payment
te: చెల్లింపును రికార్డ్ చేయడంలో విఫలమైంది

# errorRecordingPayment
source: Error recording payment: {error}
te: చెల్లింపును రికార్డ్ చేయడంలో లోపం: {error}

# paymentMethodCard
source: Card
te: కార్డ్

source: Pending Payments
te: పెండింగ్ చెల్లింపులు

# pendingPaymentsWaiting
source: {count} waiting
te: {count} పెండింగ్‌లో ఉన్నాయి

# notificationsCount
source: {count} notifications
te: {count} నోటిఫికేషన్లు

source: Payment confirmed successfully
te: చెల్లింపు విజయవంతంగా నిర్ధారించబడింది

# rejectionReasonHint
source: e.g., Incorrect amount, wrong transaction
te: ఉదా: తప్పు మొత్తం, తప్పు లావాదేవీ

# ownerGuestDetailVehicleNumber
source: Vehicle No
te: వాహనం నం.

# ownerGuestDetailVehicle
source: Vehicle
te: వాహనం

# ownerGuestDetailRoomBed
source: Room/Bed
te: గది/పట్టు

# ownerGuestDetailRent
source: Rent
te: అద్దె

# ownerGuestDetailDeposit
source: Deposit
te: డిపాజిట్

# ownerGuestDetailJoined
source: Joined
te: చేరిన తేదీ

# ownerGuestDetailStatus
source: Status
te: స్థితి

# ownerGuestUpdateRoomBed
source: Update Room/Bed
te: గది/పట్టు నవీకరించండి

# ownerGuestUpdateRoomBedTitle
source: Update Room/Bed Assignment
te: గది/పట్టు కేటాయింపును నవీకరించండి

# ownerGuestRoomNumberLabel
source: Room Number
te: గది నంబర్

# ownerGuestRoomNumberHint
source: Enter room number
te: గది నంబర్ నమోదు చేయండి

# ownerGuestBedNumberLabel
source: Bed Number
te: పట్టు నంబర్

# ownerGuestBedNumberHint
source: Enter bed number
te: పట్టు నంబర్ నమోదు చేయండి

# ownerGuestUpdateAction
source: Update
te: నవీకరించండి

# ownerGuestRoomBedUpdateSuccess
source: Room/Bed updated successfully
te: గది/పట్టు విజయవంతంగా నవీకరించబడింది

# ownerGuestRoomBedUpdateFailure
source: Failed to update room/bed
te: గది/పట్టు నవీకరణ విఫలమైంది

# guestDetailsTitle
source: Guest Details
te: అతిథి వివరాలు

source: Bikes
te: బైకులు

source: Services
te: సేవలు

# ownerGuestNoPgSelectedTitle
source: No PG Selected
te: ఏ PG ఎన్నుకోలేదు

# ownerGuestNoPgSelectedMessage
source: Please select a PG to manage guests
te: అతిథులను నిర్వహించడానికి దయచేసి ఒక PG ని ఎంచుకోండి

# ownerGuestFailedToLoadData
source: Failed to load guest data
te: అతిథి డేటాను లోడ్ చేయడంలో విఫలమైంది

# analyticsRefreshData
source: Refresh data
te: డేటాను రిఫ్రెష్ చేయి

# revenueAnalyticsTitle
source: Revenue Analytics
te: ఆదాయం విశ్లేషణ

# revenueAnalyticsSelectedPg
source: Performance insights for selected PG
te: ఎంచుకున్న PG కోసం పనితీరు అంతర్దృష్టులు

# revenueAnalyticsOverall
source: Overall revenue performance
te: మొత్తం ఆదాయం పనితీరు
