Repository: bantirathodtech/atitia
Catalog: assets/localization/app_*.arb
Languages: te

source: Booking
te: బుకింగ్

source: Confirm
te: నిర్ధారించండి

source: Back
te: వెనక్కి

source: Search
te: శోధన

# error
source: Error: {error}
te: దోషం: {error}

source: Retry
te: మళ్లీ ప్రయత్నించు

source: Try Again
te: మళ్లీ ప్రయత్నించండి

source: Go Back
te: వెనక్కి వెళ్లండి

source: City
te: నగరం

source: Failed
te: విఫలమైనవి

source: App Initialization Issue
te: అనువర్తన ప్రారంభ సమస్య

# troubleConnectingServices
source: We're having trouble connecting to our services. This might be due to network issues or maintenance.
te: మేము మా సేవలకు కనెక్ట్ అవడంలో సమస్యలను ఎదుర్కొంటున్నాము. ఇది నెట్‌వర్క్ సమస్యలు లేదా నిర్వహణ కారణంగా కావచ్చు.

source: Exit
te: నిష్క్రమించు

source: Page Not Found
te: పేజీ కనుగొనబడలేదు

# pageNotFoundDescription
source: The page you are looking for doesn't exist or has been moved.
te: మీరు వెతుకుతున్న పేజీ ఉనికిలో లేదు లేదా తరలించబడింది.

# loginAs
source: Login as {role}
te: {role}గా ప్రవేశించండి

# logApiResponseLabel
source: RESPONSE
te: ప్రత్యుత్తరం

# logAuthEventMessage
source: Auth: {event}
te: ప్రామాణీకరణ: {event}

# logRoleActionMessage
source: {role} action: {action}
te: {role} చర్య: {action}

# logPaymentEventMessage
source: Payment: {event}
te: చెల్లింపు: {event}

# logFoodActionMessage
source: Food {action}
te: ఆహారం {action}

# logComplaintEventMessage
source: Complaint: {event}
te: ఫిర్యాదు: {event}

# logGuestActionMessage
source: Guest {action}
te: అతిథి {action}

# logOwnerActionMessage
source: Owner {action}
te: యజమాని {action}

# logMethodEntryMessage
source: Entering {methodName}
te: {methodName} లో ప్రవేశిస్తున్నాం

# logMethodExitMessage
source: Exiting {methodName}
te: {methodName} నుండి బయటకు వస్తున్నాం

# logPerformanceMessage
source: Performance: {operation} took {durationMs}ms
te: పనితీరు: {operation} పూర్తి కావడానికి {durationMs}ms పట్టింది

# logBusinessEventMessage
source: Business event: {event}
te: వ్యాపార ఈవెంట్: {event}

# enterPhoneNumberToReceiveOTP
source: Enter your phone number to receive OTP
te: OTP స్వీకరించడానికి మీ ఫోన్ నంబర్ నమోదు చేయండి

# tenDigitMobileNumber
source: 10-digit mobile number
te: 10 అంకెల మొబైల్ నంబర్

source: Phone Authentication
te: ఫోన్ ప్రామాణీకరణ

# notAvailableOnMacOS
source: Not available on macOS. Please use Google Sign-In below.
te: macOSలో అందుబాటులో లేదు. దయచేసి క్రింద Google Sign-Inని ఉపయోగించండి.

# sixDigitCode
source: 6-digit code
te: 6 అంకెల కోడ్

# pleaseEnterSixDigitCode
source: Please enter the 6-digit code sent to your phone
te: దయచేసి మీ ఫోన్‌కు పంపిన 6 అంకెల కోడ్‌ను నమోదు చేయండి

source: Complete Your Profile
te: మీ ప్రొఫైల్‌ను పూర్తి చేయండి

source: Personal
te: వ్యక్తిగత

source: Documents
te: పత్రాలు

source: Emergency
te: అత్యవసర

source: Are you sure you want to logout?
te: మీరు లాగ్ అవుట్ చేయాలని ఖచ్చితంగా అనుకుంటున్నారా?

source: Logged out successfully
te: విజయవంతంగా లాగ్ అవుట్ చేయబడింది

source: Logout failed
te: లాగ్ అవుట్ విఫలమైంది

source: Switch Account
te: ఖాతాను మార్చండి

# switchAccountConfirmation
source: Are you sure you want to switch from {currentRole} to {newRole} account? You will need to complete registration for the new role.
te: మీరు {currentRole} నుండి {newRole} ఖాతాకు మారాలని ఖచ్చితంగా అనుకుంటున్నారా? మీరు కొత్త పాత్ర కోసం నమోదును పూర్తి చేయాలి.

# switchedToAccount
source: Switched to {role} account. Please complete your registration.
te: {role} ఖాతాకు మార్చబడింది. దయచేసి మీ నమోదును పూర్తి చేయండి.

# switchButton
source: Switch
te: మార్చండి

source: Role
te: పాత్ర

source: Verified Owner
te: ధృవీకరించబడిన యజమాని

source: Pending Verification
te: పెండింగ్ ధృవీకరణ

source: PG Management System
te: PG నిర్వహణ వ్యవస్థ

# madeWithLoveByAtitiaTeam
source: Made with ❤️ by Atitia Team
te: Atitia టీమ్ చేత ❤️తో తయారు చేయబడింది

source: Version
te: వెర్షన్

source: Powered by Charyatani
te: Charyatani ద్వారా పవర్ చేయబడింది

source: Choose how you want to use the app
te: మీరు అనువర్తనాన్ని ఎలా ఉపయోగించాలనుకుంటున్నారో ఎంచుకోండి

source: Find and book PG accommodations
te: PG వసతి సౌకర్యాలను కనుగొని బుక్ చేయండి

source: Manage your PG properties and guests
te: మీ PG ఆస్తులు మరియు అతిథులను నిర్వహించండి

source: Request timed out. Please try again.
te: అభ్యర్థన సమయం ముగిసింది. దయచేసి మళ్లీ ప్రయత్నించండి.

# googleSignInOnWebRequiresButton
source: Google Sign-In on web requires the sign-in button. Please use the Google Sign-In button above.
te: వెబ్‌లో Google సైన్-ఇన్ సైన్-ఇన్ బటన్ అవసరం. దయచేసి పైన ఉన్న Google సైన్-ఇన్ బటన్‌ను ఉపయోగించండి.

# googleSignInTimedOut
source: Google Sign-In timed out. Please try again.
te: Google సైన్-ఇన్ సమయం ముగిసింది. దయచేసి మళ్లీ ప్రయత్నించండి.

# googleSignInFailed
source: Google Sign-In failed: {error}
te: Google సైన్-ఇన్ విఫలమైంది: {error}

source: Brief description of your complaint
te: మీ ఫిర్యాదు యొక్క సంక్షిప్త వివరణ

# detailedDescriptionOfYourComplaint
source: Detailed description of your complaint or request
te: మీ ఫిర్యాదు లేదా అభ్యర్థన యొక్క వివరణాత్మక వివరణ

# subjectRequired
source: Subject is required
te: విషయం అవసరం

# descriptionRequired
source: Description is required
te: వివరణ అవసరం

source: Image Attachment
te: చిత్ర అటాచ్‌మెంట్

source: Attach Image
te: చిత్రాన్ని అటాచ్ చేయండి

source: Remove Image
te: చిత్రాన్ని తీసివేయండి

source: Request timed out
te: అభ్యర్థన సమయం ముగిసింది

source: Please try again
te: దయచేసి మళ్లీ ప్రయత్నించండి

source: Phone number is required
te: ఫోన్ నంబర్ అవసరం

# pleaseEnterValid10DigitPhoneNumber
source: Please enter a valid 10-digit phone number
te: దయచేసి చెల్లుబాటు అయ్యే 10 అంకెల ఫోన్ నంబర్‌ను నమోదు చేయండి

source: OTP is required
te: OTP అవసరం

source: OTP must be 6 digits
te: OTP 6 అంకెలు ఉండాలి

source: OTP must contain only digits
te: OTPలో సంఖ్యలు మాత్రమే ఉండాలి

# authenticationFailedPleaseSelectCorrectRole
source: Authentication failed. Please select the correct role.
te: ప్రామాణీకరణ విఫలమైంది. దయచేసి సరైన పాత్రను ఎంచుకోండి.

source: User data not found
te: వినియోగదారు డేటా కనుగొనబడలేదు

# invalidUserRolePleaseSelectRole
source: Invalid user role. Please select a role.
te: చెల్లని వినియోగదారు పాత్ర. దయచేసి పాత్రను ఎంచుకోండి.

# verificationFailed
source: Verification failed: {error}
te: ధృవీకరణ విఫలమైంది: {error}

source: Google sign-in failed: {error}
te: Google సైన్-ఇన్ విఫలమైంది: {error}

# errorPickingImage
source: Error picking image: {error}
te: చిత్రాన్ని ఎంచుకోవడంలో దోషం: {error}

source: OTP sent successfully! Please check your phone.
te: OTP విజయవంతంగా పంపబడింది! దయచేసి మీ ఫోన్‌ను తనిఖీ చేయండి.

source: Failed to send OTP. Please try again.
te: OTP పంపడంలో విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

# tooManyRequestsPleaseWaitFewMinutes
source: Too many requests. Please wait a few minutes before trying again.
te: చాలా అభ్యర్థనలు. దయచేసి మళ్లీ ప్రయత్నించే ముందు కొన్ని నిమిషాలు వేచి ఉండండి.

# smsServiceTemporarilyUnavailable
source: SMS service temporarily unavailable. Please try again later.
te: SMS సేవ తాత్కాలికంగా అందుబాటులో లేదు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.

source: Security verification failed. Please try again.
te: భద్రత ధృవీకరణ విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

source: Optional
te: ఐచ్ఛికం

source: Attach Photos (Optional)
te: ఫోటోలను అటాచ్ చేయండి (ఐచ్ఛికం)

source: User not authenticated
te: వినియోగదారు ప్రామాణీకరించబడలేదు

source: Complaint submitted successfully
te: ఫిర్యాదు విజయవంతంగా సమర్పించబడింది

source: Submission failed
te: సమర్పణ విఫలమైంది

source: Submit New Complaint
te: కొత్త ఫిర్యాదును సమర్పించండి

source: Submit Complaint
te: ఫిర్యాదును సమర్పించండి

source: Personal Information
te: వ్యక్తిగత సమాచారం

source: Your registered phone number
te: మీ నమోదు చేసిన ఫోన్ నంబర్

source: ✓ Verified during login
te: ✓ లాగిన్ సమయంలో ధృవీకరించబడింది

source: Full Name
te: పూర్తి పేరు

source: Full name is required
te: పూర్తి పేరు అవసరం

source: Name must be at least 3 characters
te: పేరు కనీసం 3 అక్షరాలు ఉండాలి

source: Date of Birth
te: పుట్టిన తేదీ

source: Gender
te: లింగం

source: Male
te: పురుషుడు

source: Female
te: స్త్రీ

source: Aadhaar number is required
te: ఆధార్ నంబర్ అవసరం

source: Aadhaar must be 12 digits
te: ఆధార్ 12 అంకెలు ఉండాలి

source: Aadhaar must contain only digits
te: ఆధార్‌లో సంఖ్యలు మాత్రమే ఉండాలి

source: Aadhaar document uploaded successfully!
te: ఆధార్ పత్రం విజయవంతంగా అప్‌లోడ్ చేయబడింది!

source: Contact name is required
te: సంప్రదింపు పేరు అవసరం

source: Contact phone is required
te: సంప్రదింపు ఫోన్ అవసరం

source: Please select relationship
te: దయచేసి సంబంధాన్ని ఎంచుకోండి

source: Contact Address (Optional)
te: సంప్రదింపు చిరునామా (ఐచ్ఛికం)

source: All required fields completed! Ready to submit.
te: అన్ని అవసరమైన ఫీల్డ్‌లు పూర్తయ్యాయి! సమర్పించడానికి సిద్ధంగా ఉంది.

# pleaseProvideYourDetailsAsPerOfficialDocuments
source: Please provide your details as per your official documents
te: దయచేసి మీ అధికారిక పత్రాల ప్రకారం మీ వివరాలను అందించండి

source: Profile Photo
te: ప్రొఫైల్ ఫోటో

source: Aadhaar Document
te: ఆధార్ పత్రం

# yourDocumentsAreSecurelyStored
source: Your documents are securely stored and used only for verification purposes
te: మీ పత్రాలు సురక్షితంగా నిల్వ చేయబడతాయి మరియు ధృవీకరణ ప్రయోజనాల కోసం మాత్రమే ఉపయోగించబడతాయి

# provideDetailsOfSomeoneWeCanContact
source: Provide details of someone we can contact in case of emergency
te: అత్యవసర సమయంలో మేము సంప్రదింపు చేయగల వ్యక్తి యొక్క వివరాలను అందించండి

# continueButton
source: Continue
te: కొనసాగించు

source: Finish
te: పూర్తి చేయండి

source: Profile updated successfully
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది

source: Error updating profile
te: ప్రొఫైల్‌ను నవీకరించడంలో దోషం

source: Foods
te: ఆహారం

source: Requests
te: అభ్యర్థనలు

source: Browse PG Accommodations
te: PG వసతులను బ్రౌజ్ చేయండి

source: View Food Menu
te: ఆహార మెనూను వీక్షించండి

source: Payment History
te: చెల్లింపు చరిత్ర

source: Booking Requests
te: బుకింగ్ అభ్యర్థనలు

# complaintsAndRequests
source: Complaints & Requests
te: ఫిర్యాదులు మరియు అభ్యర్థనలు

source: Find Your PG
te: మీ PGని కనుగొనండి

# searchAndFilters
source: Search & Filters
te: శోధన మరియు ఫిల్టర్‌లు

source: Hide Filters
te: ఫిల్టర్‌లను దాచండి

source: Show Filters
te: ఫిల్టర్‌లను చూపించండి

source: PGs Available
te: PGs అందుబాటులో ఉన్నాయి

source: Cities
te: నగరాలు

source: Amenities
te: సౌకర్యాలు

source: Search by name, city, area...
te: పేరు, నగరం, ప్రాంతం ద్వారా శోధించండి...

source: Filters
te: ఫిల్టర్‌లు

source: Clear All
te: అన్నీ తొలగించు

source: Active Filters
te: క్రియాశీల ఫిల్టర్‌లు

source: No PGs Found
te: PGs కనుగొనబడలేదు

# noPgsFoundDescription
source: Try adjusting your search or filters to find more options.
te: మరిన్ని ఎంపికలను కనుగొనడానికి మీ శోధన లేదా ఫిల్టర్‌లను సర్దుబాటు చేయండి.

source: Monday
te: సోమవారం

source: Tuesday
te: మంగళవారం

source: Wednesday
te: బుధవారం

source: Thursday
te: గురువారం

source: Friday
te: శుక్రవారం

source: Saturday
te: శనివారం

source: Sunday
te: ఆదివారం

source: Breakfast
te: ఉదయ భోజనం

source: Lunch
te: మధ్యాహ్న భోజనం

source: Dinner
te: రాత్రి భోజనం

source: Today
te: ఈరోజు

source: No Menu Available
te: మెనూ అందుబాటులో లేదు

# noMenuAvailableDescription
source: Menu will be available soon.
te: మెనూ త్వరలో అందుబాటులో ఉంటుంది.

source: Refresh
te: రిఫ్రెష్

source: Refresh Menu
te: మెనూను రిఫ్రెష్ చేయండి

source: Like Today's Menu
te: ఈరోజు మెనూను ఇష్టపడండి

source: Dislike
te: ఇష్టం లేదు

source: Menu Note
te: మెనూ గమనిక

source: Food Gallery
te: ఆహార గ్యాలరీ

source: No Menu for {day}
te: {day}కు మెనూ లేదు

# ownerHasntSetMenuForDay
source: The owner hasn't set a menu for this day yet.
te: యజమాని ఈ రోజు కోసం మెనూను ఇంకా సెట్ చేయలేదు.

source: Error Loading Menu
te: మెనూను లోడ్ చేయడంలో దోషం

source: Unable to load menu. Please try again.
te: మెనూను లోడ్ చేయడం సాధ్యం కాలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.

source: Food Menu Statistics
te: ఆహార మెనూ గణాంకాలు

source: Weekly Menus
te: వారపు మెనూలు

source: Like
te: ఇష్టం

# todayMenu
source: Today's Menu
te: ఈరోజు మెనూ

source: History
te: చరిత్ర

source: Send Payment
te: చెల్లింపు పంపండి

source: Payment Method
te: చెల్లింపు పద్ధతి

source: Transaction ID
te: లావాదేవీ ID

source: Message
te: సందేశం

source: Owner Response
te: యజమాని ప్రతిస్పందన

source: Owner Payment Details
te: యజమాని చెల్లింపు వివరాలు

source: UPI QR Code
te: UPI QR కోడ్

source: Send Payment Notification
te: చెల్లింపు నోటిఫికేషన్ పంపండి

# afterMakingPaymentUploadScreenshot
source: After making payment, upload screenshot and notify owner
te: చెల్లింపు చేసిన తర్వాత, స్క్రీన్‌షాట్‌ను అప్‌లోడ్ చేసి యజమానికి తెలియజేయండి

source: Add Complaint
te: ఫిర్యాదు జోడించండి

source: Complaints
te: ఫిర్యాదులు

source: No Complaints Found
te: ఫిర్యాదులు కనుగొనబడలేదు

# noComplaintsFoundDescription
source: You haven't submitted any complaints yet. Tap the + button to add one.
te: మీరు ఇంకా ఏ ఫిర్యాదులను సమర్పించలేదు. జోడించడానికి + బటన్‌ను నొక్కండి.

source: All
te: అన్నీ

source: Resolved
te: పరిష్కరించబడింది

source: In Progress
te: ప్రగతిలో ఉంది

source: Total
te: మొత్తం

source: My Complaints
te: నా ఫిర్యాదులు

# noComplaintsFoundWithSelectedFilter
source: No complaints found with the selected filter
te: ఎంచుకున్న ఫిల్టర్‌తో ఫిర్యాదులు కనుగొనబడలేదు

source: No Complaints Yet
te: ఇంకా ఫిర్యాదులు లేవు

# noComplaintsYetDescription
source: You haven't submitted any complaints yet. Tap the + button to add your first complaint.
te: మీరు ఇంకా ఏ ఫిర్యాదులను సమర్పించలేదు. మీ మొదటి ఫిర్యాదును జోడించడానికి + బటన్‌ను నొక్కండి.

source: Error Loading Complaints
te: ఫిర్యాదులను లోడ్ చేయడంలో దోషం

source: Unable to load complaints
te: ఫిర్యాదులను లోడ్ చేయడం సాధ్యం కాలేదు

source: Save Profile
te: ప్రొఫైల్ సేవ్ చేయండి

source: Loading your profile...
te: మీ ప్రొఫైల్ లోడ్ అవుతోంది...

source: Error Loading Profile
te: ప్రొఫైల్ లోడ్ చేయడంలో దోషం

source: Profile Photos
te: ప్రొఫైల్ ఫోటోలు

source: Aadhaar Photo
te: ఆధార్ ఫోటో

# failedToUploadProfilePhoto
source: Failed to upload profile photo: {error}
te: ప్రొఫైల్ ఫోటోను అప్‌లోడ్ చేయడంలో విఫలమైంది: {error}

# failedToUploadAadhaarPhoto
source: Failed to upload Aadhaar photo: {error}
te: ఆధార్ ఫోటోను అప్‌లోడ్ చేయడంలో విఫలమైంది: {error}

source: No profile data found
te: ప్రొఫైల్ డేటా కనుగొనబడలేదు

source: Failed to update profile
te: ప్రొఫైల్ నవీకరించడంలో విఫలమైంది

source: Vegetarian
te: శాకాహారి

source: Non-Vegetarian
te: మాంసాహారి

source: Single
te: ఒంటరి

source: Married
te: వివాహిత

source: Food Preference
te: ఆహార ప్రాధాన్యత

source: Marital Status
te: వివాహ స్థితి

source: Other
te: ఇతర

# contactAndGuardianInformation
source: Contact & Guardian Information
te: సంప్రదింపు మరియు సంరక్షక సమాచారం

source: Current Address
te: ప్రస్తుత చిరునామా

source: Guardian Name
te: సంరక్షక పేరు

source: Guardian Phone
te: సంరక్షక ఫోన్

source: Preferences
te: ప్రాధాన్యతలు

source: Eggetarian
te: అండాహారి

source: Divorced
te: విడాకులు

source: Items
te: అంశాలు

source: Overview
te: అవలోకనం

source: Food
te: ఆహారం

source: Guests
te: అతిథులు

source: Total Revenue
te: మొత్తం ఆదాయం

source: Properties
te: ఆస్తులు

source: Active Tenants
te: క్రియాశీల అద్దెదారులు

source: Occupancy
te: ఆక్యుపెన్సీ

source: Pending Bookings
te: పెండింగ్ బుకింగ్‌లు

source: Pending Complaints
te: పెండింగ్ ఫిర్యాదులు

source: Refresh Dashboard
te: డాష్‌బోర్డ్ రిఫ్రెష్ చేయండి

source: Loading dashboard...
te: డాష్‌బోర్డ్ లోడ్ అవుతోంది...

source: Error Loading Dashboard
te: డాష్‌బోర్డ్ లోడ్ చేయడంలో దోషం

# dashboardDataWillAppearHere
source: Dashboard data will appear here once you add properties
te: మీరు ఆస్తులను జోడించిన తర్వాత డాష్‌బోర్డ్ డేటా ఇక్కడ కనిపిస్తుంది

source: Welcome
te: స్వాగతం

source: Here's your business overview
te: ఇది మీ వ్యాపార అవలోకనం

source: Performance
te: పనితీరు

source: Monthly Revenue
te: నెలవారీ ఆదాయం

source: Property Breakdown
te: ఆస్తి విభజన

source: Quick Actions
te: త్వరిత చర్యలు

source: Add Property
te: ఆస్తి జోడించండి

source: Add Tenant
te: అద్దెదారుని జోడించండి

source: View Reports
te: రిపోర్ట్‌లను వీక్షించండి

source: Property Revenue
te: ఆస్తి ఆదాయం

# totalRevenueWithPgs
source: Total Revenue ({count} PGs)
te: మొత్తం ఆదాయం ({count} PGs)

source: Initialize
te: ప్రారంభించు

source: Default menus initialized successfully
te: డిఫాల్ట్ మెనూలు విజయవంతంగా ప్రారంభించబడ్డాయి

source: Failed to initialize menus
te: మెనూలను ప్రారంభించడంలో విఫలమైంది

# failedToInitializeMenusWithError
source: Failed to initialize menus: {error}
te: మెనూలను ప్రారంభించడంలో విఫలమైంది: {error}

source: Add Festival Menu
te: పండుగ మెనును జోడించండి

source: Create special menu for festivals
te: పండుగల కోసం ప్రత్యేక మెనును సృష్టించండి

source: Add Event Menu
te: ఈవెంట్ మెనును జోడించండి

source: Create special menu for events
te: ఈవెంట్‌ల కోసం ప్రత్యేక మెనును సృష్టించండి

source: View All Special Menus
te: అన్ని ప్రత్యేక మెనూలను వీక్షించండి

source: Manage existing special menus
te: అస్తిత్వంలో ఉన్న ప్రత్యేక మెనూలను నిర్వహించండి

source: Edit Menu
te: మెనును సవరించండి

source: Create Menu
te: మెనును సృష్టించండి

source: Photos
te: ఫోటోలు

# ownerFoodNoItemsAddedYet
source: No items added yet
te: ఇంకా అంశాలు జోడించలేదు

# specialMenuLabel
source: Special Menu
te: ప్రత్యేక మెనూ

# dayShortMon
source: Mon
te: సోమ

# dayShortTue
source: Tue
te: మంగళ

# dayShortWed
source: Wed
te: బుధ

# dayShortThu
source: Thu
te: గురు

# dayShortFri
source: Fri
te: శుక్ర

# dayShortSat
source: Sat
te: శని

# dayShortSun
source: Sun
te: ఆది

source: Bed Changes
te: బెడ్ మార్పులు

source: Guest
te: అతిథి

source: Reply
te: సమాధానం

source: Reply to Complaint
te: ఫిర్యాదుకు సమాధానం

source: Type your reply...
te: మీ సమాధానాన్ని టైప్ చేయండి...

source: Send
te: పంపండి

source: Resolve Complaint
te: ఫిర్యాదును పరిష్కరించండి

source: Resolution notes (optional)...
te: పరిష్కార గమనికలు (ఐచ్ఛికం)

source: Approved
te: అనుమోదించబడింది

source: Rejected
te: తిరస్కరించబడింది

source: Maintenance
te: నిర్వహణ

source: Approve
te: అనుమోదించు

source: Reject
te: తిరస్కరించు

source: No Guests
te: అతిథులు లేరు

source: Change Status
te: స్థితిని మార్చండి

# updatedGuestsToStatus
source: Updated {count} guests to {status}
te: {count} అతిథులను {status}కి నవీకరించబడింది

source: Confirm Bulk Delete
te: బల్క్ డిలీట్‌ను నిర్ధారించండి

source: Guests deleted successfully
te: అతిథులు విజయవంతంగా తొలగించబడ్డారు

source: Total Guests
te: మొత్తం అతిథులు

source: Record Payment
te: చెల్లింపును రికార్డ్ చేయండి

source: About App
te: అప్లికేషన్ గురించి

source: About Developer
te: డెవలపర్ గురించి

source: Switch to Guest
te: అతిథికి మారండి

source: Switch to Owner
te: యజమానికి మారండి

source: Owner
te: యజమాని

source: Failed to switch account
te: ఖాతాను మార్చడంలో విఫలమైంది

source: Notifications
te: నోటిఫికేషన్‌లు

source: User Menu
te: వినియోగదారు మెను

source: System
te: సిస్టమ్

source: Privacy Policy
te: గోప్యతా విధానం

source: Terms of Service
te: సేవా నిబంధనలు

source: Help & Support
te: సహాయం & మద్దతు

source: OR
te: లేదా

# googleSignIn
source: Continue with Google
te: Googleతో కొనసాగించండి

source: Enter your complete name
te: మీ పూర్తి పేరును నమోదు చేయండి

source: Age
te: వయస్సు

source: years
te: సంవత్సరాలు

source: Email Address (Optional)
te: ఇమెయిల్ చిరునామా (ఐచ్ఛికం)

# pleaseEnterValidEmail
source: Please enter a valid email
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్‌ను నమోదు చేయండి

source: Upload Documents
te: పత్రాలను అప్‌లోడ్ చేయండి

# uploadClearPhotosOfYourDocuments
source: Upload clear photos of your documents for verification
te: ధృవీకరణ కోసం మీ పత్రాల స్పష్టమైన ఫోటోలను అప్‌లోడ్ చేయండి

# uploadClearPhotoOfYourself
source: Upload a clear photo of yourself
te: మీ స్వంత స్పష్టమైన ఫోటోను అప్‌లోడ్ చేయండి

# uploadYourAadhaarCard
source: Upload your Aadhaar card (front or back)
te: మీ ఆధార్ కార్డ్‌ను అప్‌లోడ్ చేయండి (ముందు లేదా వెనుక)

source: Aadhaar Number
te: ఆధార్ సంఖ్య

source: Enter 12-digit Aadhaar number
te: 12 అంకెల ఆధార్ సంఖ్యను నమోదు చేయండి

source: Emergency Contact
te: అత్యవసర సంప్రదింపు

source: Contact Name
te: సంప్రదింపు పేరు

source: Full name of emergency contact
te: అత్యవసర సంప్రదింపు పూర్తి పేరు

# contactRelation
source: Relation
te: సంబంధం

source: Full address of emergency contact
te: అత్యవసర సంప్రదింపు పూర్తి చిరునామా

source: Payment successful! Owner will be notified.
te: చెల్లింపు విజయవంతమైంది! యజమానిని తెలియజేస్తాం.

# paymentFailed
source: Payment failed: {message}
te: చెల్లింపు విఫలమైంది

# failedToProcessPayment
source: Failed to process payment: {error}
te: చెల్లింపును ప్రాసెస్ చేయడంలో విఫలమైంది

# pleaseUploadPaymentScreenshot
source: Please upload payment screenshot. Transaction ID is visible in the screenshot.
te: దయచేసి చెల్లింపు స్క్రీన్‌షాట్‌ను అప్‌లోడ్ చేయండి. లావాదేవీ ID స్క్రీన్‌షాట్‌లో కనిపిస్తుంది.

# failedToSendNotification
source: Failed to send notification: {error}
te: నోటిఫికేషన్ పంపడంలో విఫలమైంది

source: Upload Payment Screenshot
te: చెల్లింపు స్క్రీన్‌షాట్ అప్‌లోడ్ చేయండి

source: View Details
te: వివరాలు చూడండి

source: Edit Guest
te: అతిథిని సవరించండి

source: Send Message
te: సందేశం పంపండి

source: Call Guest
te: అతిథిని కాల్ చేయండి

source: Check Out
te: చెక్ అవుట్

source: Guest updated successfully
te: అతిథి విజయవంతంగా నవీకరించబడింది

source: Messages:
te: సందేశాలు:

source: No messages yet
te: ఇంకా సందేశాలు లేవు

source: Reply to Service Request
te: సేవా అభ్యర్థనకు ప్రత్యుత్తరం ఇవ్వండి

source: Send Reply
te: ప్రత్యుత్తరం పంపండి

source: Please fill in all fields
te: దయచేసి అన్ని ఫీల్డ్‌లను పూరించండి

source: Service request submitted
te: సేవా అభ్యర్థన సమర్పించబడింది

source: Reply sent successfully
te: ప్రత్యుత్తరం విజయవంతంగా పంపబడింది

# failedToUpdateStatus
source: Failed to update status: {error}
te: స్థితిని నవీకరించడంలో విఫలమైంది

source: Complete Service
te: సేవను పూర్తి చేయండి

source: Completion Notes
te: పూర్తి నోట్స్

source: Completion notes (optional)...
te: పూర్తి నోట్స్ (ఐచ్ఛికం)...

source: Mark as Completed
te: పూర్తయినదిగా గుర్తించండి

source: Service completed successfully
te: సేవ విజయవంతంగా పూర్తయింది

source: Edit Bike
te: బైక్‌ను సవరించండి

source: Bike updated successfully
te: బైక్ విజయవంతంగా నవీకరించబడింది

source: Move Bike
te: బైక్‌ను తరలించండి

# currentSpot
source: Current spot: {spot}
te: ప్రస్తుత స్పాట్: {spot}

source: Remove Bike
te: బైక్‌ను తొలగించండి

# areYouSureYouWantToRemoveBike
source: Are you sure you want to remove {bikeName}?
te: మీరు {bikeName}ని తొలగించాలని ఖచ్చితంగా అనుకుంటున్నారా?

source: Bike removal request created
te: బైక్ తొలగింపు అభ్యర్థన సృష్టించబడింది

source: Bike movement request created
te: బైక్ తరలింపు అభ్యర్థన సృష్టించబడింది

# invalidPaymentOrOwnerInfoNotAvailable
source: Invalid payment or owner information not available.
te: చెల్లని చెల్లింపు లేదా యజమాని సమాచారం అందుబాటులో లేదు.

source: Payment successful!
te: చెల్లింపు విజయవంతమైంది!

# upiPaymentNotificationSent
source: UPI payment notification sent. Owner will verify and confirm.
te: UPI చెల్లింపు నోటిఫికేషన్ పంపబడింది. యజమాని ధృవీకరిస్తారు మరియు నిర్ధారిస్తారు.

# failedToProcessUpiPayment
source: Failed to process UPI payment: {error}
te: UPI చెల్లింపును ప్రాసెస్ చేయడంలో విఫలమైంది: {error}

# cashPaymentNotificationSent
source: Cash payment notification sent. Owner will confirm once they receive the payment.
te: నగదు చెల్లింపు నోటిఫికేషన్ పంపబడింది. యజమాని చెల్లింపును స్వీకరించిన తర్వాత నిర్ధారిస్తారు.

# failedToProcessCashPayment
source: Failed to process cash payment: {error}
te: నగదు చెల్లింపును ప్రాసెస్ చేయడంలో విఫలమైంది

# failedToPickImage
source: Failed to pick image: {error}
te: చిత్రాన్ని ఎంచుకోవడంలో విఫలమైంది

source: Change Screenshot
te: స్క్రీన్‌షాట్ మార్చండి

source: Cash Payment Confirmation
te: నగదు చెల్లింపు నిర్ధరణ

# haveYouPaidAmountInCash
source: Have you paid the amount in cash to the owner? Owner will confirm once they receive the payment.
te: యజమానికి నగదుగా మొత్తం చెల్లించారా? వారు చెల్లింపును స్వీకరించిన తర్వాత నిర్ధారిస్తారు.

source: Yes, Paid
te: అవును, చెల్లించారు

source: Payment details saved successfully
te: చెల్లింపు వివరాలు విజయవంతంగా సేవ్ చేయబడ్డాయి

# failedToSave
source: Failed to save: {error}
te: సేవ్ చేయడంలో విఫలమైంది

source: Save Draft
te: డ్రాఫ్ట్‌ను సేవ్ చేయండి

source: Publish
te: ప్రచురించండి
