Repository: bantirathodtech/atitia
Catalog: assets/localization/app_*.arb
Languages: te

source: Light Mode
te: లైట్ మోడ్

source: Dark Mode
te: డార్క్ మోడ్

source: System Default
te: సిస్టమ్ డిఫాల్ట్

# themeTooltip
source: Theme: {current} Tap for {next}
te: థీమ్: {current}\n{next} కోసం ట్యాప్ చేయండి

# themeModeTitle
source: Theme Mode
te: థీమ్ మోడ్

# themeLightDescription
source: Always use bright theme
te: ఎల్లప్పుడూ ప్రకాశవంతమైన థీమ్‌ను ఉపయోగించండి

# themeDarkDescription
source: Always use dark theme
te: ఎల్లప్పుడూ డార్క్ థీమ్‌ను ఉపయోగించండి

# themeSystemDescription
source: Follow device settings
te: పరికరం సెట్టింగ్‌లను అనుసరించండి

source: Menu
te: మెను

source: No PG Selected
te: ఏ PG ఎంపిక కాలేదు

# uploadingStatus
source: Uploading...
te: అప్‌లోడ్ అవుతోంది...

source: Document uploaded successfully
te: పత్రం విజయవంతంగా అప్‌లోడ్ అయింది

source: Tap to upload
te: అప్‌లోడ్ చేయడానికి ట్యాప్ చేయండి

# uploadSupportedFormats
source: JPG, PNG up to 10MB
te: JPG, PNG 10MB వరకు

# unsupportedFileType
source: Unsupported file type: {type}
te: మద్దతు లేని ఫైల్ రకం: {type}

# offlineActionCreate
source: Create
te: సృష్టించు

# offlineActionUpdate
source: Update
te: నవీకరణ

# offlineActionDelete
source: Delete
te: తొలగించు

# offlineActionSync
source: Sync
te: సింక్

# weekday_monday
source: Monday
te: సోమవారం

# weekday_tuesday
source: Tuesday
te: మంగళవారం

# weekday_wednesday
source: Wednesday
te: బుధవారం

# weekday_thursday
source: Thursday
te: గురువారం

# weekday_friday
source: Friday
te: శుక్రవారం

# weekday_saturday
source: Saturday
te: శనివారం

# weekday_sunday
source: Sunday
te: ఆదివారం

# menuDefaultDescription
source: Default menu for {day} - customize as needed
te: {day} కోసం మౌలిక మెనూ - అవసరానుసారం అనుకూలించండి

# menuBreakfast_monday
source: Idli with Sambar and Coconut Chutney|Vada (2 pieces)|Filter Coffee|Banana
te: సాంబార్ కొబ్బరి పచ్చడితో ఇడ్లీ|వడ (2 ముక్కలు)|ఫిల్టర్ కాఫీ|అరటి పండు

# menuBreakfast_tuesday
source: Masala Dosa with Sambar and Chutney|Medu Vada|Tea|Seasonal Fruit
te: సాంబార్, చట్నీతో మసాలా దోస|మేడూ వడ|టీ|ఋతువారీ ఫలం

# menuBreakfast_wednesday
source: Upma with Coconut Chutney|Vada (2 pieces)|Coffee|Boiled Eggs (2)
te: కొబ్బరి పచ్చడితో ఉప్మా|వడ (2 ముక్కలు)|కాఫీ|మరిగించిన గుడ్లు (2)

# menuBreakfast_thursday
source: Poha with Peanuts and Curry Leaves|Banana Chips|Tea|Papaya
te: వేరుశెనగలు, కరివేపాకుతో పోహా|అరటి చిప్స్|టీ|బొప్పాయి

# menuBreakfast_friday
source: Puri with Potato Bhaji|Halwa|Coffee|Orange
te: పూరి ఆలూ భాజీతో|హల్వా|కాఫీ|నారింజ

# menuBreakfast_saturday
source: Pesarattu (Green Gram Dosa) with Ginger Chutney|Upma|Tea|Seasonal Fruit
te: అల్లం పచ్చడితో పెసరట్టు (పచ్చ పెసర దోశ)|ఉప్మా|టీ|ఋతువారీ ఫలం

# menuBreakfast_sunday
source: Special Breakfast - Pongal with Vada|Sweet Pongal|Filter Coffee|Banana
te: ప్రత్యేక అల్పాహారం - వడతో పొంగల్|తీపి పొంగల్|ఫిల్టర్ కాఫీ|అరటి పండు

# menuLunch_monday
source: Steamed Rice|Sambar|Rasam|Vegetable Curry (Beans Palya)|Curd|Papad|Buttermilk
te: ఆవిరి బియ్యం|సాంబార్|రసం|వెజిటేబుల్ కర్రీ (బీన్స్ పాల్యా)|పెరుగు|పప్పడమ్|మజ్జిగ

# menuLunch_tuesday
source: Steamed Rice|Dal Tadka|Rasam|Cabbage Poriyal|Brinjal Curry|Curd|Pickle
te: ఆవిరి బియ్యం|డాల్ తడ్కా|రసం|కాబేజీ పొరియల్|వంకాయ కూర|పెరుగు|ఊరగాయ

# menuLunch_wednesday
source: Jeera Rice|Sambar|Rasam|Potato Fry|Spinach Dal|Curd|Papad
te: జీలకర్ర అన్నం|సాంబార్|రసం|ఆలూ వేపుడు|పాలకూర పప్పు|పెరుగు|పప్పడమ్

# menuLunch_thursday
source: Steamed Rice|Moong Dal|Rasam|Mixed Vegetable Curry|Beetroot Poriyal|Curd|Buttermilk
te: ఆవిరి బియ్యం|పెసర పప్పు|రసం|మిశ్రమ కూరగాయ కూర|బీట్‌రూట్ పొరియల్|పెరుగు|మజ్జిగ

# menuLunch_friday
source: Lemon Rice|Sambar|Rasam|Okra Fry (Bhendi)|Carrot Poriyal|Curd|Pickle
te: నిమ్మ అన్నం|సాంబార్|రసం|బెండకాయ వేపుడు|కారెట్ పొరియల్|పెరుగు|ఊరగాయ

# menuLunch_saturday
source: Steamed Rice|Toor Dal|Rasam|Pumpkin Curry|Green Beans Poriyal|Curd|Papad
te: ఆవిరి బియ్యం|కందిపప్పు|రసం|గుమ్మడికాయ కూర|గ్రీన్ బీన్స్ పొరియల్|పెరుగు|పప్పడమ్

# menuLunch_sunday
source: Special Lunch - Pulao|Sambar|Rasam|Paneer Butter Masala|Raita|Sweet (Payasam)|Papad
te: ప్రత్యేక భోజనం - పులావు|సాంబార్|రసం|పనీర్ బటర్ మసాలా|రాయితా|తీపి (పాయసం)|పప్పడమ్

# menuDinner_monday
source: Chapati (4 pieces)|Mixed Vegetable Curry|Dal Fry|Rice|Curd
te: చపాతీ (4 ముక్కలు)|మిశ్రమ కూరగాయ కూర|డాల్ ఫ్రై|అన్నం|పెరుగు

# menuDinner_tuesday
source: Chapati (4 pieces)|Palak Paneer|Dal Tadka|Rice|Pickle
te: చపాతీ (4 ముక్కలు)|పాలక్ పనీర్|డాల్ తడ్కా|అన్నం|ఊరగాయ

# menuDinner_wednesday
source: Paratha (3 pieces)|Aloo Gobi|Moong Dal|Rice|Curd
te: పరాతా (3 ముక్కలు)|ఆలూ గోబీ|పెసర పప్పు|అన్నం|పెరుగు

# menuDinner_thursday
source: Chapati (4 pieces)|Chana Masala|Tomato Rasam|Rice|Raita
te: చపాతీ (4 ముక్కలు)|చనా మసాలా|టమోటా రసం|అన్నం|రాయితా

# menuDinner_friday
source: Puri (6 pieces)|Aloo Curry|Chana Dal|Rice|Curd
te: పూరి (6 ముక్కలు)|ఆలూ కూర|శనగ పప్పు|అన్నం|పెరుగు

# menuDinner_saturday
source: Chapati (4 pieces)|Egg Curry (2 eggs)|Dal Tadka|Rice|Pickle
te: చపాతీ (4 ముక్కలు)|గుడ్డు కూర (2 గుడ్లు)|డాల్ తడ్కా|అన్నం|ఊరగాయ

# menuDinner_sunday
source: Special Dinner - Naan (3 pieces)|Paneer Tikka Masala|Dal Makhani|Jeera Rice|Raita|Gulab Jamun (2 pieces)
te: ప్రత్యేక డిన్నర్ - నాన్ (3 ముక్కలు)|పనీర్ తిక్కా మసాలా|డాల్ మఖానీ|జీలకర్ర అన్నం|రాయితా|గులాబ్ జామున్ (2 ముక్కలు)

# menuMealTypeBreakfastDescription
source: Morning meal (6:00 AM - 10:00 AM)
te: ఉదయం భోజనం (ఉ. 6:00 - 10:00)

# menuMealTypeLunchDescription
source: Afternoon meal (12:00 PM - 3:00 PM)
te: మధ్యాహ్న భోజనం (మ. 12:00 - 3:00)

# menuMealTypeDinnerDescription
source: Evening meal (7:00 PM - 10:00 PM)
te: సాయంత్రం భోజనం (సా. 7:00 - 10:00)

# menuMealTypeGeneric
source: Meal
te: భోజనం

# logButtonClicked
source: Button clicked: {buttonName}
te: బటన్ క్లిక్ చేయబడింది: {buttonName}

# logFormSubmitted
source: Form submitted: {formName}
te: ఫారమ్ సమర్పించబడింది: {formName}

# logFilterChanged
source: Filter changed: {filterType}
te: ఫిల్టర్ మార్చబడింది: {filterType}

# logSearchPerformed
source: Search performed
te: శోధన నిర్వహించబడింది

# logScreenViewed
source: Screen viewed: {screenName}
te: స్క్రీన్ వీక్షించబడింది: {screenName}

# logDataLoading
source: Data loading: {dataType}
te: డేటా లోడ్ అవుతోంది: {dataType}

# logErrorOperation
source: Error in {operation}: {error}
te: {operation} లో లోపం: {error}

# dateInvalidFormat
source: Invalid date format. Expected {expected} but got "{value}"
te: చెల్లని తేదీ ఫార్మాట్. {expected} కావాలి కానీ "{value}" అందింది

# dateComponentsNotNumbers
source: Date components must be valid numbers: "{value}"
te: తేదీ భాగాలు సంఖ్యలు కావాలి: "{value}"

# dateInvalidCalendar
source: Invalid calendar date: "{value}"
te: చెల్లని క్యాలెండర్ తేదీ: "{value}"

# dateEnterAsExpected
source: Enter date as {expected}
te: {expected} విధంగా తేదీని నమోదు చేయండి

# dateDigitsOnly
source: Date must contain only digits
te: తేదీ మొత్తంగా అంకెలతో ఉండాలి

# dateCalendarInvalid
source: Enter a valid calendar date
te: చెల్లుబాటు అయ్యే క్యాలెండర్ తేదీని నమోదు చేయండి

# dateGenericInvalid
source: Enter a valid date ({expected})
te: చెల్లుబాటు అయ్యే తేదీని నమోదు చేయండి ({expected})

# dateDayRange
source: Day must be between 1 and 31
te: రోజు 1 మరియు 31 మధ్య ఉండాలి

# dateMonthRange
source: Month must be between 1 and 12
te: నెల 1 మరియు 12 మధ్య ఉండాలి

# dateYearRange
source: Year must be between {min} and {max}
te: సంవత్సరం {min} మరియు {max} మధ్య ఉండాలి

# encryptionEncryptFailed
source: Failed to encrypt data: {error}
te: డేటాను ఎన్క్రిప్ట్ చేయడంలో విఫలమైంది: {error}

# encryptionDecryptFailed
source: Failed to decrypt data: {error}
te: డేటాను డీక్రిప్ట్ చేయడంలో విఫలమైంది: {error}

# encryptionFileEncryptFailed
source: Failed to encrypt file data: {error}
te: ఫైల్ డేటాను ఎన్క్రిప్ట్ చేయడంలో విఫలమైంది: {error}

# encryptionFileDecryptFailed
source: Failed to decrypt file data: {error}
te: ఫైల్ డేటాను డీక్రిప్ట్ చేయడంలో విఫలమైంది: {error}

# securityInvalidEmailFormat
source: Invalid email format
te: చెల్లని ఈమెయిల్ ఫార్మాట్

# securityInvalidPhoneFormat
source: Invalid phone number format
te: చెల్లని ఫోన్ నంబర్ ఫార్మాట్

# secureStorageStoreFailed
source: Failed to store secure data: {error}
te: సురక్షిత డేటాను నిల్వ చేయడంలో విఫలమైంది: {error}

# secureStorageRetrieveFailed
source: Failed to retrieve secure data: {error}
te: సురక్షిత డేటాను పొందడంలో విఫలమైంది: {error}

# secureStorageStoreCredentialsFailed
source: Failed to store user credentials: {error}
te: వినియోగదారు క్రెడెన్షియల్స్ నిల్వలో విఫలమైంది: {error}

# secureStorageRetrieveCredentialsFailed
source: Failed to retrieve user credentials: {error}
te: వినియోగదారు క్రెడెన్షియల్స్ పొందడంలో విఫలమైంది: {error}

# secureStorageStoreAuthTokenFailed
source: Failed to store auth token: {error}
te: ఆథ్ టోకెన్ నిల్వలో విఫలమైంది: {error}

# secureStorageRetrieveAuthTokenFailed
source: Failed to retrieve auth token: {error}
te: ఆథ్ టోకెన్ పొందడంలో విఫలమైంది: {error}

# secureStorageStoreSessionFailed
source: Failed to store user session: {error}
te: వినియోగదారు సెషన్ నిల్వలో విఫలమైంది: {error}

# secureStorageRetrieveSessionFailed
source: Failed to retrieve user session: {error}
te: వినియోగదారు సెషన్ పొందడంలో విఫలమైంది: {error}

# secureStorageStoreProfileFailed
source: Failed to store user profile: {error}
te: వినియోగదారు ప్రొఫైల్ నిల్వలో విఫలమైంది: {error}

# secureStorageRetrieveProfileFailed
source: Failed to retrieve user profile: {error}
te: వినియోగదారు ప్రొఫైల్ పొందడంలో విఫలమైంది: {error}

# secureStorageStoreApiKeyFailed
source: Failed to store API key: {error}
te: API కీ నిల్వలో విఫలమైంది: {error}

# secureStorageRetrieveApiKeyFailed
source: Failed to retrieve API key: {error}
te: API కీ పొందడంలో విఫలమైంది: {error}

# secureStorageStorePaymentFailed
source: Failed to store payment info: {error}
te: చెల్లింపు సమాచారాన్ని నిల్వలో విఫలమైంది: {error}

# secureStorageRetrievePaymentFailed
source: Failed to retrieve payment info: {error}
te: చెల్లింపు సమాచారాన్ని పొందడంలో విఫలమైంది: {error}

# secureStorageStoreBiometricFailed
source: Failed to store biometric data: {error}
te: బయోమెట్రిక్ డేటాను నిల్వలో విఫలమైంది: {error}

# secureStorageRetrieveBiometricFailed
source: Failed to retrieve biometric data: {error}
te: బయోమెట్రిక్ డేటాను పొందడంలో విఫలమైంది: {error}

# secureStorageStoreDeviceSecurityFailed
source: Failed to store device security data: {error}
te: పరికర భద్రతా డేటా నిల్వలో విఫలమైంది: {error}

# secureStorageRetrieveDeviceSecurityFailed
source: Failed to retrieve device security data: {error}
te: పరికర భద్రతా డేటాను పొందడంలో విఫలమైంది: {error}

# secureStorageDeleteFailed
source: Failed to delete secure data: {error}
te: సురక్షిత డేటాను తొలగించడంలో విఫలమైంది: {error}

# secureStorageDeleteAllFailed
source: Failed to delete all secure data: {error}
te: అన్ని సురక్షిత డేటాను తొలగించడంలో విఫలమైంది: {error}

# secureStorageGetKeysFailed
source: Failed to get all keys: {error}
te: అన్ని కీలు పొందడంలో విఫలమైంది: {error}

# secureStorageClearUserDataFailed
source: Failed to clear user data: {error}
te: వినియోగదారు డేటాను క్లియర్ చేయడంలో విఫలమైంది: {error}

# secureStorageGetStatsFailed
source: Failed to get storage stats: {error}
te: స్టోరేజ్ గణాంకాలను పొందడంలో విఫలమైంది: {error}

# credentialInvalidWebClientId
source: Invalid Google Web Client ID format
te: చెల్లని Google Web Client ID ఫార్మాట్

# credentialStoredWebClientId
source: Google Web Client ID stored in secure storage
te: Google Web Client ID సురక్షిత నిల్వలో భద్రపరచబడింది

# credentialStoreWebClientIdFailure
source: Failed to store Google Web Client ID: {error}
te: Google Web Client ID నిల్వ చేయడంలో విఫలమైంది: {error}

# credentialInvalidAndroidClientId
source: Invalid Google Android Client ID format
te: చెల్లని Google Android Client ID ఫార్మాట్

# credentialStoredAndroidClientId
source: Google Android Client ID stored in secure storage
te: Google Android Client ID సురక్షిత నిల్వలో భద్రపరచబడింది

# credentialStoreAndroidClientIdFailure
source: Failed to store Google Android Client ID: {error}
te: Google Android Client ID నిల్వ చేయడంలో విఫలమైంది: {error}

# credentialInvalidIosClientId
source: Invalid Google iOS Client ID format
te: చెల్లని Google iOS Client ID ఫార్మాట్

# credentialStoredIosClientId
source: Google iOS Client ID stored in secure storage
te: Google iOS Client ID సురక్షిత నిల్వలో భద్రపరచబడింది

# credentialStoreIosClientIdFailure
source: Failed to store Google iOS Client ID: {error}
te: Google iOS Client ID నిల్వ చేయడంలో విఫలమైంది: {error}

# credentialInvalidClientSecret
source: Invalid Google Client Secret format
te: చెల్లని Google Client Secret ఫార్మాట్

# credentialStoredClientSecret
source: Google Client Secret stored in secure storage
te: Google Client Secret సురక్షిత నిల్వలో భద్రపరచబడింది

# credentialStoreClientSecretFailure
source: Failed to store Google Client Secret: {error}
te: Google Client Secret నిల్వ చేయడంలో విఫలమైంది: {error}

# credentialClearedAll
source: All Google OAuth credentials cleared from secure storage
te: అన్ని Google OAuth వివరాలు సురక్షిత నిల్వ నుండి తొలగించబడాయి

# credentialClearFailure
source: Failed to clear credentials: {error}
te: క్రెడెన్షియల్స్ క్లియర్ చేయడంలో విఫలమైంది: {error}

# credentialCheckFailure
source: Failed to check stored credentials: {error}
te: నిల్వ చేసిన క్రెడెన్షియల్స్‌ను తనిఖీ చేయడంలో విఫలమైంది: {error}

# securityAuthFailureDescription
source: Authentication failed for user {userId}: {failureReason}
te: వినియోగదారు {userId} కోసం ధృవీకరణ విఫలమైంది: {failureReason}

# securityMultipleFailuresDetected
source: Multiple failed authentication attempts detected for user {userId}
te: వినియోగదారు {userId} కోసం అనేక విఫల ధృవీకరణ ప్రయత్నాలు గుర్తించబడ్డాయి

# securityAuthSuccessDescription
source: Successful authentication for user {userId}
te: వినియోగదారు {userId} కోసం ధృవీకరణ విజయవంతం

# securityMultipleFailuresAlertDescription
source: Multiple failed authentication attempts for user {userId}
te: వినియోగదారు {userId} కోసం అనేక విఫల ధృవీకరణ ప్రయత్నాలు

# securityEventConsoleLog
source: Security Event: {eventType} - {description}
te: భద్రతా ఈవెంట్: {eventType} - {description}

# securityEventSendFailure
source: Failed to send security event to analytics: {error}
te: భద్రతా ఈవెంట్‌ను విశ్లేషణలకు పంపడంలో విఫలమైంది: {error}

# securityAlertConsoleLog
source: Security Alert [{severity}]: {alertType} - {description}
te: భద్రతా హెచ్చరిక [{severity}]: {alertType} - {description}

# securityAlertSendFailure
source: Failed to send security alert to services: {error}
te: భద్రతా హెచ్చరికను సేవలకు పంపడంలో విఫలమైంది: {error}

# securitySuspiciousHeader
source: Suspicious header detected: {header}
te: సందేహాస్పద హెడర్ గుర్తించబడింది: {header}

# securitySuspiciousBody
source: Suspicious content detected in request body
te: వినతిలో సందేహాస్పద కంటెంట్ గుర్తించబడింది

# securityIpBlocked
source: IP blocked: {ip}
te: IP నిరోధించబడింది: {ip}

# securityRateLimitExceeded
source: Rate limit exceeded
te: రేట్ పరిమితి దాటింది

# securityInvalidHeaders
source: Invalid request headers
te: చెల్లని వినతి శీర్షికలు

# securityInvalidBody
source: Invalid request body
te: చెల్లని వినతి బాడీ

# securityUnsupportedMethod
source: Unsupported HTTP method: {method}
te: మద్దతు లేని HTTP పద్ధతి: {method}

# securityRequestFailed
source: Request failed: {error}
te: వినతి విఫలమైంది: {error}

# securitySuspiciousResponseHeader
source: Suspicious response header: {header}
te: సందేహాస్పద ప్రతిస్పందన హెడర్: {header}

# securityServerErrorResponse
source: Server error response: {statusCode}
te: సర్వర్ లోప ప్రతిస్పందన: {statusCode}

# validationEmailRequired
source: Email is required
te: ఈమెయిల్ అవసరం

# validationInvalidEmailFormat
source: Invalid email format
te: చెల్లని ఈమెయిల్ ఫార్మాట్

# validationEmailInvalidAddress
source: Please enter a valid email address
te: సరైన ఈమెయిల్ చిరునామాను ఇవ్వండి

# validationEmailTooLong
source: Email address is too long
te: ఈమెయిల్ చిరునామా చాలా పొడవుగా ఉంది

# validationPhoneRequired
source: Phone number is required
te: ఫోన్ నంబర్ అవసరం

# validationInvalidPhoneFormat
source: Invalid phone number format
te: చెల్లని ఫోన్ నంబర్ ఫార్మాట్

# validationPhoneLength
source: Phone number must be 10 digits
te: ఫోన్ నంబర్ 10 అంకెలు ఉండాలి

# validationPhoneInvalid
source: Please enter a valid Indian phone number
te: సరైన భారతీయ ఫోన్ నంబర్ ఇవ్వండి

# validationNameRequired
source: Name is required
te: పేరు అవసరం

# validationInvalidNameFormat
source: Invalid name format
te: చెల్లని పేరు ఫార్మాట్

# validationNameTooShort
source: Name must be at least 2 characters
te: పేరు కనీసం 2 అక్షరాలు ఉండాలి

# validationNameTooLong
source: Name must be less than {max} characters
te: పేరు {max} అక్షరాల కన్నా తక్కువ ఉండాలి

# validationNameInvalid
source: Name can only contain letters and spaces
te: పేరు లో అక్షరాలు మరియు స్పేస్‌లు మాత్రమే ఉండాలి

# validationPasswordRequired
source: Password is required
te: పాస్‌వర్డ్ అవసరం

# validationInvalidPasswordFormat
source: Invalid password format
te: చెల్లని పాస్‌వర్డ్ ఫార్మాట్

# validationPasswordTooShort
source: Password must be at least {min} characters
te: పాస్‌వర్డ్ కనీసం {min} అక్షరాలు ఉండాలి

# validationPasswordTooLong
source: Password is too long
te: పాస్‌వర్డ్ చాలా పొడవుగా ఉంది

# validationPasswordUppercase
source: Password must contain at least one uppercase letter
te: పాస్‌వర్డ్‌లో కనీసం ఒక పెద్ద అక్షరం ఉండాలి

# validationPasswordLowercase
source: Password must contain at least one lowercase letter
te: పాస్‌వర్డ్‌లో కనీసం ఒక చిన్న అక్షరం ఉండాలి

# validationPasswordDigit
source: Password must contain at least one number
te: పాస్‌వర్డ్‌లో కనీసం ఒక సంఖ్య ఉండాలి

# validationPasswordSpecial
source: Password must contain at least one special character
te: పాస్‌వర్డ్‌లో కనీసం ఒక ప్రత్యేక అక్షరం ఉండాలి

# validationPasswordStrength
source: Password must include uppercase, lowercase, number, and special character
te: పాస్‌వర్డ్‌లో పెద్ద, చిన్న అక్షరాలు, సంఖ్య, ప్రత్యేక అక్షరం ఉండాలి

# validationOtpRequired
source: OTP is required
te: OTP అవసరం

# validationInvalidOtpFormat
source: Invalid OTP format
te: చెల్లని OTP ఫార్మాట్

# validationOtpLength
source: OTP must be 6 digits
te: OTP 6 అంకెలు ఉండాలి

# validationOtpDigitsOnly
source: OTP must contain only digits
te: OTPలో కేవలం అంకెలు మాత్రమే ఉండాలి

# validationAddressRequired
source: Address is required
te: చిరునామా అవసరం

# validationInvalidAddressFormat
source: Invalid address format
te: చెల్లని చిరునామా ఫార్మాట్

# validationAddressTooShort
source: Address must be at least 10 characters
te: చిరునామా కనీసం 10 అక్షరాలు ఉండాలి

# validationAddressTooLong
source: Address must be less than 200 characters
te: చిరునామా 200 అక్షరాల కన్నా తక్కువ ఉండాలి

# validationAadhaarRequired
source: Aadhaar number is required
te: ఆధార్ నంబర్ అవసరం

# validationInvalidAadhaarFormat
source: Invalid Aadhaar number format
te: చెల్లని ఆధార్ నంబర్ ఫార్మాట్

# validationAadhaarLength
source: Aadhaar number must be 12 digits
te: ఆధార్ నంబర్ 12 అంకెలు ఉండాలి

# validationPanRequired
source: PAN number is required
te: PAN నంబర్ అవసరం

# validationInvalidPanFormat
source: Invalid PAN number format
te: చెల్లని PAN నంబర్ ఫార్మాట్

# validationPanInvalid
source: Please enter a valid PAN number
te: సరైన PAN నంబర్ ఇవ్వండి

# validationFileRequired
source: File is required
te: ఫైల్ అవసరం

# validationFileMissing
source: File does not exist
te: ఫైల్ లేదు

# validationFileSizeExceeded
source: File size must be less than {max}MB
te: ఫైల్ పరిమాణం {max}MB కంటే తక్కువగా ఉండాలి

# validationFileTypeNotAllowed
source: File type not allowed. Allowed types: {types}
te: ఫైల్ రకం అనుమతించబడలేదు. అనుమతించిన రకాలు: {types}

# validationFieldRequired
source: This field is required
te: ఈ ఫీల్డ్ అవసరం

# validationFieldNameRequired
source: {field} is required
te: {field} అవసరం

# validationInvalidTextFormat
source: Invalid text format
te: చెల్లని టెక్స్ట్ ఫార్మాట్

# validationTextTooShort
source: Text must be at least {min} characters
te: టెక్స్ట్ కనీసం {min} అక్షరాలు ఉండాలి

# validationTextTooLong
source: Text must be less than {max} characters
te: టెక్స్ట్ {max} అక్షరాల కన్నా తక్కువ ఉండాలి

# validationFieldMinLength
source: {field} must be at least {min} characters
te: {field} కనీసం {min} అక్షరాలు ఉండాలి

# validationFieldMaxLength
source: {field} must be less than {max} characters
te: {field} {max} అక్షరాల కన్నా తక్కువ ఉండాలి

# validationFieldMustBeNumber
source: {field} must be a valid number
te: {field} చెల్లుబాటు అయ్యే సంఖ్య కావాలి

# validationFieldMustBeGreaterThanZero
source: {field} must be greater than zero
te: {field} సున్నా కంటే ఎక్కువ ఉండాలి

# validationFileSizeExceededDetailed
source: {fileType}File size must be less than {max}MB
te: {fileType}ఫైల్ పరిమాణం {max}MB కంటే తక్కువగా ఉండాలి

# validationInvalidInput
source: Invalid input
te: చెల్లని ఇన్‌పుట్

# validationDobRequired
source: Date of birth is required
te: పుట్టిన తేదీ అవసరం

# validationDobFormat
source: Please enter date in DD/MM/YYYY format
te: DD/MM/YYYY ఫార్మాట్‌లో తేదీని ఇవ్వండి

# validationDobInvalidDate
source: Invalid date format
te: చెల్లని తేదీ ఫార్మాట్

# validationDobFuture
source: Date of birth cannot be in the future
te: పుట్టిన తేదీ భవిష్యత్తులో ఉండకూడదు

# validationDobMinimumAge
source: You must be at least 18 years old
te: మీ వయసు కనీసం 18 సంవత్సరాలు ఉండాలి

# validationDobInvalid
source: Invalid date
te: చెల్లని తేదీ

# appExceptionDefaultMessage
source: An error occurred
te: లోపం సంభవించింది

# appExceptionDefaultRecovery
source: Please try again later
te: దయచేసి కొంతసేపు తరువాత మళ్లీ ప్రయత్నించండి

# appExceptionDetailsLabel
source: Details
te: వివరాలు

# appExceptionSuggestionLabel
source: 💡 Suggestion
te: 💡 సూచన

# networkExceptionPrefix
source: Network Error
te: నెట్‌వర్క్ లోపం

# networkExceptionMessage
source: No internet connection
te: ఇంటర్నెట్ కనెక్షన్ లేదు

# networkExceptionRecovery
source: Check your connection and try again
te: మీ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి

# authExceptionPrefix
source: Auth Error
te: ఆథ్ లోపం

# authExceptionMessage
source: Authentication failed
te: దృవీకరణ విఫలమైంది

# authExceptionRecovery
source: Please check your credentials and try again
te: దయచేసి మీ గుర్తింపు వివరాలను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి

# dataParsingExceptionPrefix
source: Parsing Error
te: పార్సింగ్ లోపం

# dataParsingExceptionMessage
source: Failed to parse data
te: డేటాను విశ్లేషించడంలో విఫలమైంది

# dataParsingExceptionRecovery
source: Please try again or contact support if the problem persists
te: దయచేసి మళ్లీ ప్రయత్నించండి లేదా సమస్య కొనసాగితే మద్దతును సంప్రదించండి

# configurationExceptionPrefix
source: Config Error
te: కాన్ఫిగ్ లోపం

# configurationExceptionMessage
source: Configuration error
te: కాన్ఫిగరేషన్ లోపం

# configurationExceptionRecovery
source: Please restart the app or contact support
te: దయచేసి యాప్‌ను రీస్టార్ట్ చేయండి లేదా మద్దతును సంప్రదించండి

# validationExceptionPrefix
source: Validation Error
te: ధృవీకరణ లోపం

# validationExceptionMessage
source: Validation failed for {field}
te: {field} కోసం ధృవీకరణ విఫలమైంది

# validationExceptionRecovery
source: Please check the entered information
te: దయచేసి నమోదు చేసిన సమాచారాన్ని తనిఖీ చేయండి

# imagePickerMultipleSelectionError
source: Multiple image selection not available, error: {error}
te: బహుళ చిత్ర ఎంపిక అందుబాటులో లేదు, లోపం: {error}

# validationFieldDefaultName
source: Field
te: ఫీల్డ్

# fileTypeProfilePhoto
source: Profile photo
te: ప్రొఫైల్ ఫోటో

# fileTypeAadhaarDocument
source: Aadhaar document
te: ఆధార్ డాక్యుమెంట్

# performanceReportTitle
source: === PERFORMANCE REPORT ===
te: === పనితీరు నివేదిక ===

# performanceReportGenerated
source: Generated: {timestamp}
te: సృష్టించినది: {timestamp}

# performanceReportOperation
source: Operation: {operation}
te: ఆపరేషన్: {operation}

# performanceReportCount
source: Count: {count}
te: లెక్క: {count}

# performanceReportMin
source: Min: {value}
te: కనిష్ఠం: {value}

# performanceReportMax
source: Max: {value}
te: గరిష్ఠం: {value}

# performanceReportAverage
source: Average: {value}
te: సగటు: {value}

# performanceReportMedian
source: Median: {value}
te: మధ్య విలువ: {value}
