Repository: bantirathodtech/atitia
Catalog: assets/localization/app_*.arb
Languages: te

# ownerProfileActivateFailed
source: Failed to activate profile
te: ప్రొఫైల్‌ను సక్రియం చేయడంలో విఫలమైంది

# ownerStateUpdateFailedLog
source: Error updating selected state: {error}
te: ఎంచుకున్న రాష్ట్రాన్ని నవీకరించడంలో లోపం: {error}

# ownerStateTelangana
source: Telangana
te: తెలంగాణ

# ownerStateAndhraPradesh
source: Andhra Pradesh
te: ఆంధ్రప్రదేశ్

# ownerProfilePhotoUpdateFailed
source: Failed to update profile photo
te: ప్రొఫైల్ ఫోటోను నవీకరించడంలో విఫలమైంది

# ownerAadhaarUpdateFailed
source: Failed to update Aadhaar photo
te: ఆధార్ ఫోటోను నవీకరించడంలో విఫలమైంది

# ownerUpiQrUpdateFailed
source: Failed to update UPI QR code
te: UPI QR కోడ్‌ను నవీకరించడంలో విఫలమైంది

# ownerProfileUpdateSuccess
source: Profile updated successfully
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది

# ownerCityUpdateFailedLog
source: Error updating selected city: {error}
te: ఎంచుకున్న నగరాన్ని నవీకరించడంలో లోపం: {error}

# ownerFileDeleteFailed
source: Failed to delete file
te: ఫైల్‌ను తొలగించడంలో విఫలమైంది

# ownerPgFetchFailed
source: Failed to fetch owner PG IDs
te: యజమాని PG IDలను పొందడంలో విఫలమైంది

# ownerOverviewFetchFailed
source: Failed to fetch owner overview data
te: యజమాని అవలోకన డేటాను పొందడంలో విఫలమైంది

# ownerOverviewAggregateFailed
source: Failed to aggregate owner data
te: యజమాని డేటాను సమగ్రపరచడంలో విఫలమైంది

# ownerMonthlyBreakdownFailed
source: Failed to fetch monthly breakdown
te: నెలవారీ విభజనను పొందడంలో విఫలమైంది

# ownerPropertyBreakdownFailed
source: Failed to fetch property breakdown
te: ఆస్తి వారీ విభజనను పొందడంలో విఫలమైంది

# ownerPropertyFallbackName
source: Property {pgId}
te: ఆస్తి {pgId}

# ownerOverviewLoadFailed
source: Failed to load overview data
te: అవలోకన డేటాను లోడ్ చేయడంలో విఫలమైంది

# ownerOverviewLoadFailedWithReason
source: Failed to load overview data: {error}
te: అవలోకన డేటాను లోడ్ చేయడంలో విఫలమైంది: {error}

# ownerOverviewStreamFailedWithReason
source: Failed to stream overview data: {error}
te: అవలోకన డేటాను స్ట్రీమ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodUploadPhotoFailed
source: Failed to upload photo: {error}
te: ఆహార ఫోటోను అప్‌లోడ్ చేయడంలో విఫలమైంది

# ownerFoodDeletePhotoFailed
source: Failed to delete photo: {error}
te: ఆహార ఫోటోను తొలగించడంలో విఫలమైంది

# ownerPgBedNumberingRule
source: Rule: Stand at the entrance facing inside → left-to-right, front-to-back (door wall to opposite wall).
te: ప్రతి గదికి ఎన్నిమంది ఉంటారో నిర్ణయించి, పడకలకు సంఖ్యలు కేటాయించండి (ఉదా: B1, B2)

# ownerPgBedLayoutTwoByTwo
source: 2x2 layout
te: 2x2 లేఅవుట్ (B1-B2 ఎడమ వైపు, B3-B4 కుడి వైపు) వంటి లేఅవుట్లను ఉపయోగించండి

# ownerPgBedLayoutOneByFour
source: 1x4 along a wall (door → last wall)
te: 1x4 లేఅవుట్ (B1 నుండి B4 వరకు వరుసగా) వంటి లేఅవుట్లను చార్ట్‌లో చూపించండి

# ownerPgBed1NearestLeft
source: Bed-1: nearest row, left side
te: B1ను గది ప్రవేశానికి సమీపమైన ఎడమ మూలలో ఉంచండి

# qrCodeInfoText
source: You can generate a QR code from any UPI app like PhonePe, Paytm, Google Pay, etc.
te: ఫోన్‌పే, పేటీఎం, గూగుల్ పే వంటి ఏదైనా UPI యాప్ నుండి మీరు QR కోడ్‌ను సృష్టించవచ్చు.

source: Choose your preferred theme
te: మీకు ఇష్టమైన థీమ్‌ను ఎంచుకోండి

# selectPreferredLanguage
source: Select your preferred language
te: మీకు ఇష్టమైన భాషను ఎంచుకోండి

source: Data & Privacy
te: డేటా వ్యక్తిగతత

source: About
te: గురించి

source: Receive notifications on your device
te: మీ పరికరంలో నోటిఫికేషన్లు పొందండి

source: Receive notifications via email
te: ఇమెయిల్ ద్వారా నోటిఫికేషన్లు పొందండి

source: Get reminders for pending payments
te: పెండింగ్ చెల్లింపుల కోసం రిమైండర్లు పొందండి

source: Replace QR Code
te: QR కోడ్‌ను మార్చండి

source: Remove QR Code
te: QR కోడ్‌ను తీసివేయండి

source: Preview QR Code
te: QR కోడ్‌ను ముందస్తు వీక్షణ చేయండి

# noQrCodeSelected
source: No QR code selected yet
te: ఇప్పటికీ QR కోడ్ ఎంపిక చేయలేదు

source: New QR code selected
te: కొత్త QR కోడ్ ఎంపిక చేయబడింది

source: Existing QR code
te: ఉన్న QR కోడ్

# exampleBankName
source: e.g., State Bank of India
te: ఉదా., స్టేట్ బ్యాంక్ ఆఫ్ ఇండియా

# exampleIfsc
source: e.g., SBIN0001234
te: ఉదా., SBIN0001234

# ownerProfileInitialFallback
source: O
te: ఓ

# ownerProfileVerifiedStatus
source: Verified
te: ధృవీకరించబడింది

# ownerProfilePendingVerificationStatus
source: Pending Verification
te: ధృవీకరణ పెండింగ్

source: Guest User
te: అతిథి వినియోగదారు

# perMonthAmount
source: {amount}/month
te: {amount}/నెల

source: PG Payment
te: PG చెల్లింపు

# paymentTypeRent
source: Rent Payment
te: అద్దె చెల్లింపు

# paymentTypeSecurityDeposit
source: Security Deposit
te: భద్రతా డిపాజిట్

# paymentTypeMaintenance
source: Maintenance Fee
te: నిర్వహణ రుసుము

# paymentTypeLateFee
source: Late Fee
te: ఆలస్య రుసుము

# paymentTypeOther
source: {type} Payment
te: {type} చెల్లింపు

source: Payment completed successfully
te: చెల్లింపు విజయవంతంగా పూర్తయ్యింది

source: Payment pending
te: చెల్లింపు పెండింగ్‌లో ఉంది

# paymentOverdue
source: Payment overdue — please pay immediately
te: చెల్లింపు ఆలస్యమైంది — దయచేసి వెంటనే చెల్లించండి

# paymentFailedMessage
source: Payment failed — please try again
te: చెల్లింపు విఫలమైంది — దయచేసి మళ్లీ ప్రయత్నించండి

# paymentRefunded
source: Payment has been refunded
te: చెల్లింపు తిరిగి చెల్లించబడింది

source: Unknown status
te: తెలియని స్థితి

# failedToLoadPayments
source: Failed to load payments: {error}
te: చెల్లింపులను లోడ్ చేయడంలో విఫలమైంది: {error}

# failedToAddPayment
source: Failed to add payment: {error}
te: చెల్లింపును జోడించడంలో విఫలమైంది: {error}

# failedToUpdatePaymentStatus
source: Failed to update payment status: {error}
te: చెల్లింపు స్థితిని నవీకరించడంలో విఫలమైంది: {error}

# failedToFetchPayment
source: Failed to fetch payment: {error}
te: చెల్లింపును పొందడంలో విఫలమైంది: {error}

# failedToDeletePayment
source: Failed to delete payment: {error}
te: చెల్లింపును తొలగించడంలో విఫలమైంది: {error}

# paymentSimulationDeprecated
source: Payment simulation is deprecated.
te: చెల్లింపు అనుకరణను విరమించారు.

# paymentSimulationRecommendation
source: Please use real payment gateways (Razorpay, UPI, or Cash) via the payment method selection dialog.
te: చెల్లింపు పద్ధతుల ఎంపిక సంభాషణ ద్వారా నిజమైన చెల్లింపు గేట్వేలను (Razorpay, UPI లేదా Cash) ఉపయోగించండి.

# paymentNotificationReceivedTitle
source: Payment Received
te: చెల్లింపు స్వీకరించబడింది

# paymentNotificationReceivedBody
source: Payment of {amount} received from guest
te: అతిథి నుండి {amount} స్వీకరించబడింది

# selectPaymentMethodTitle
source: Select Payment Method
te: చెల్లింపు విధానాన్ని ఎంచుకోండి

# selectPaymentMethodSubtitle
source: Choose how you want to make the payment
te: మీరు చెల్లింపును ఎలా చేయాలనుకుంటున్నారో ఎంచుకోండి

# razorpayPaymentDescription
source: Secure online payment via Razorpay
te: Razorpay ద్వారా సురక్షిత ఆన్‌లైన్ చెల్లింపు

# upiPaymentDescription
source: Pay via PhonePe, Paytm, Google Pay, etc. and share screenshot
te: PhonePe, Paytm, Google Pay తదితరాల ద్వారా చెల్లించి స్క్రీన్‌షాట్‌ను షేర్ చేయండి

# cashPaymentDescription
source: Pay in cash and request owner confirmation
te: నగదుగా చెల్లించి యజమాని నిర్ధారణను అభ్యర్థించండి

# failedToUpdateGuestProfile
source: Failed to update guest profile: {error}
te: అతిథి ప్రొఫైల్‌ను నవీకరించడంలో విఫలమైంది: {error}

# failedToDeleteGuestProfile
source: Failed to delete guest profile: {error}
te: అతిథి ప్రొఫైల్‌ను తొలగించడంలో విఫలమైంది: {error}

source: No changes to save
te: భద్రపరచడానికి మార్పులు లేవు

# failedToLoadPgs
source: Failed to load PGs: {error}
te: PGలను లోడ్ చేయడంలో విఫలమైంది: {error}

# failedToLoadPgDetails
source: Failed to load PG details: {error}
te: PG వివరాలను లోడ్ చేయడంలో విఫలమైంది: {error}

# failedToSavePg
source: Failed to save PG: {error}
te: PGని సేవ్ చేయడంలో విఫలమైంది: {error}

# failedToDeletePg
source: Failed to delete PG: {error}
te: PGని తొలగించడంలో విఫలమైంది: {error}

# failedToLoadPgStats
source: Failed to load PG statistics: {error}
te: PG గణాంకాలను లోడ్ చేయడంలో విఫలమైంది: {error}

# failedToUploadPgPhoto
source: Failed to upload PG photo: {error}
te: PG ఫోటోను అప్‌లోడ్ చేయడంలో విఫలమైంది: {error}

# failedToPerformPgSearch
source: Failed to perform search: {error}
te: శోధనను నిర్వహించడంలో విఫలమైంది: {error}

# failedToFetchPgDetails
source: Failed to load PG details: {error}
te: PG వివరాలను లోడ్ చేయడంలో విఫలమైంది: {error}

# failedToSearchPgs
source: Failed to search PGs: {error}
te: PGలను శోధించడంలో విఫలమైంది: {error}

# failedToFetchOwnerPgs
source: Failed to fetch owner PGs: {error}
te: ఓనర్ PGలను పొందడంలో విఫలమైంది: {error}

# failedToFetchCityPgs
source: Failed to fetch city PGs: {error}
te: నగర PGలను పొందడంలో విఫలమైంది: {error}

# failedToFetchAmenityPgs
source: Failed to fetch amenity PGs: {error}
te: అమెనిటీ PGలను పొందడంలో విఫలమైంది: {error}

# failedToGetPgStats
source: Failed to get PG stats: {error}
te: PG గణాంకాలను పొందడంలో విఫలమైంది: {error}

# newBookingRequestTitle
source: New Booking Request
te: కొత్త బుకింగ్ అభ్యర్థన

# newBookingRequestBody
source: {guestName} requested to join {pgName}
te: {guestName} {pgName} లో చేరడానికి అభ్యర్థించారు

# failedToInitializeGuestPgSelection
source: Failed to initialize PG selection: {error}
te: PG ఎంపికను ప్రారంభించడంలో విఫలమైంది: {error}

# failedToSelectGuestPg
source: Failed to select PG: {error}
te: PGను ఎంచుకోవడంలో విఫలమైంది: {error}

# failedToClearGuestPgSelection
source: Failed to clear PG selection: {error}
te: PG ఎంపికను క్లియర్ చేయడంలో విఫలమైంది: {error}

# failedToSendBookingRequest
source: Failed to send booking request: {error}
te: బుకింగ్ అభ్యర్థనను పంపడంలో విఫలమైంది: {error}

# failedToUpdateBookingStatus
source: Failed to update booking status: {error}
te: బుకింగ్ స్థితిని నవీకరించడంలో విఫలమైంది: {error}

# privacyPolicyTitle
source: Privacy Policy
te: గోప్యతా విధానం

# privacyPolicyLastUpdatedLabel
source: Last Updated
te: చివరిగా నవీకరించిన తేదీ

# privacyPolicyLastUpdatedDate
source: November 2025
te: నవంబర్ 2025

# privacyPolicySection1Title
source: 1. Information We Collect
te: 1. మేము సేకరించే సమాచారం

# privacyPolicySection1Content
source: We collect information that you provide directly to us, including: • Personal information (name, email, phone number) • PG booking and payment information • Profile and preference data • Communication records with property owners
te: మేము మీరు మాకు నేరుగా అందించే సమాచారాన్ని సేకరిస్తాము, అందులో ఇవి ఉన్నాయి: • వ్యక్తిగత సమాచారం (పేరు, ఇమెయిల్, ఫోన్ నంబర్) • PG బుకింగ్ మరియు చెల్లింపు సమాచారం • ప్రొఫైల్ మరియు అభిరుచుల డేటా • ఆస్తి యజమానులతో మీ కమ్యూనికేషన్ రికార్డులు

# privacyPolicySection2Title
source: 2. How We Use Your Information
te: 2. మేము మీ సమాచారాన్ని ఎలా ఉపయోగిస్తాము

# privacyPolicySection2Content
source: We use the information we collect to: • Provide, maintain, and improve our services • Process transactions and send related information • Send technical notices and support messages • Respond to your comments and questions
te: మేము సేకరించిన సమాచారాన్ని ఈ విధంగా ఉపయోగిస్తాము: • మా సేవలను అందించడానికి, నిర్వహించడానికి మరియు మెరుగుపరచడానికి • లావాదేవీలను ప్రాసెస్ చేసి సంబంధిత సమాచారాన్ని పంపడానికి • సాంకేతిక నోటీసులు మరియు మద్దతు సందేశాలను పంపడానికి • మీ వ్యాఖ్యలు మరియు ప్రశ్నలకు స్పందించడానికి

# privacyPolicySection3Title
source: 3. Information Sharing
te: 3. సమాచారం పంచుకోవడం

# privacyPolicySection3Content
source: We do not sell, trade, or rent your personal information. We may share your information only: • With property owners for booking purposes • To comply with legal obligations • To protect our rights and safety
te: మేము మీ వ్యక్తిగత సమాచారాన్ని అమ్మము, వ్యాపారం చేయము లేదా అద్దెకు ఇవ్వము. మీ సమాచారాన్ని కేవలం ఈ సందర్భాలలో మాత్రమే పంచుకోవచ్చు: • బుకింగ్ కోసం ప్రాపర్టీ యజమానులతో • చట్టపరమైన బాధ్యతలను అనుసరించడానికి • మా హక్కులు మరియు భద్రతను రక్షించడానికి

# privacyPolicySection4Title
source: 4. Data Security
te: 4. డేటా భద్రత

# privacyPolicySection4Content
source: We implement appropriate security measures to protect your personal information. However, no method of transmission over the internet is 100% secure.
te: మీ వ్యక్తిగత సమాచారాన్ని రక్షించడానికి మేము తగిన భద్రతా చర్యలను అమలు చేస్తున్నాము. అయితే, ఇంటర్నెట్ ద్వారా ప్రసారం 100% భద్రమైనది కాదని గమనించండి.

# privacyPolicySection5Title
source: 5. Your Rights
te: 5. మీ హక్కులు

# privacyPolicySection5Content
source: You have the right to: • Access your personal information • Correct inaccurate data • Request deletion of your data • Opt-out of certain communications
te: మీకు ఈ హక్కులు ఉన్నాయి: • మీ వ్యక్తిగత సమాచారాన్ని యాక్సెస్ చేయడం • తప్పు ఉన్న డేటాను సరిచేయడం • మీ డేటాను తొలగించాలని అభ్యర్థించడం • కొన్ని కమ్యూనికేషన్ల నుండి నిష్క్రమించడం

# privacyPolicySection6Title
source: 6. Contact Us
te: 6. మమ్మల్ని సంప్రదించండి

# privacyPolicySection6Content
source: If you have questions about this Privacy Policy, please contact us at: Email: privacy@atitia.com Phone: +91 1234567890
te: ఈ గోప్యతా విధానం గురించి మీకు ప్రశ్నలు ఉంటే, దయచేసి మమ్మల్ని ఈ విధంగా సంప్రదించండి: ఇమెయిల్: privacy@atitia.com ఫోన్: +91 1234567890

# termsOfServiceTitle
source: Terms of Service
te: సేవా నిబంధనలు

# termsOfServiceLastUpdatedLabel
source: Last Updated
te: చివరిగా నవీకరించిన తేదీ

# termsOfServiceLastUpdatedDate
source: November 2025
te: నవంబర్ 2025

# termsOfServiceSection1Title
source: 1. Acceptance of Terms
te: 1. నిబంధనల స్వీకారం

# termsOfServiceSection1Content
source: By accessing and using the Atitia app, you accept and agree to be bound by these Terms of Service. If you do not agree, please do not use our services.
te: Atitia యాప్‌ను యాక్సెస్ చేసి ఉపయోగించడం ద్వారా, ఈ సేవా నిబంధనలను మీరు అంగీకరిస్తున్నారు. మీరు అంగీకరించకపోతే, దయచేసి మా సేవలను ఉపయోగించవద్దు.

# termsOfServiceSection2Title
source: 2. User Accounts
te: 2. వినియోగదారు ఖాతాలు

# termsOfServiceSection2Content
source: You are responsible for: • Maintaining the confidentiality of your account • All activities that occur under your account • Providing accurate and complete information
te: మీరు ఈ బాధ్యతలు వహించాలి: • మీ ఖాతా గోప్యతను కాపాడడం • మీ ఖాతా ద్వారా జరిగే అన్ని కార్యకలాపాలకు బాధ్యత వహించడం • ఖచ్చితమైన మరియు పూర్తిగా సమాచారాన్ని అందించడం

# termsOfServiceSection3Title
source: 3. Booking and Payments
te: 3. బుకింగ్ మరియు చెల్లింపులు

# termsOfServiceSection3Content
source: • Booking requests are subject to owner approval • Payment terms are as agreed with the property owner • Refunds are subject to the property's cancellation policy • We facilitate transactions but are not a party to the rental agreement
te: • బుకింగ్ అభ్యర్థనలు యజమాని ఆమోదానికి లోబడి ఉంటాయి • చెల్లింపు నిబంధనలు ఆస్తి యజమానితో మీరు ఒప్పుకున్నట్లే ఉంటాయి • రీఫండ్‌లు ఆస్తి రద్దు విధానానికి లోబడి ఉంటాయి • మేము లావాదేవీలను సులభతరం చేస్తాము కానీ అద్దె ఒప్పందంలో భాగస్వాములు కాదము

# termsOfServiceSection4Title
source: 4. Property Owner Responsibilities
te: 4. ఆస్తి యజమాని బాధ్యతలు

# termsOfServiceSection4Content
source: Property owners must: • Provide accurate property information • Honor confirmed bookings • Maintain property standards • Respond to guest inquiries promptly
te: ఆస్తి యజమానులు తప్పనిసరిగా: • ఖచ్చితమైన ఆస్తి సమాచారాన్ని అందించాలి • ధృవీకరించిన బుకింగ్‌లను గౌరవించాలి • ఆస్తి ప్రమాణాలను నిర్వహించాలి • అతిథుల ప్రశ్నలకు సమయానికి స్పందించాలి

# termsOfServiceSection5Title
source: 5. Prohibited Activities
te: 5. నిషేధిత కార్యకలాపాలు

# termsOfServiceSection5Content
source: You agree not to: • Use the service for illegal purposes • Post false or misleading information • Interfere with the app's functionality • Attempt unauthorized access to the system
te: మీరు ఈ క్రియలను చేయకూడదని అంగీకరిస్తున్నారు: • చట్ట విరుద్ధ ప్రయోజనాలకు సేవను ఉపయోగించడం • తప్పుడు లేదా తప్పుదోవ పట్టించే సమాచారాన్ని పోస్టు చేయడం • యాప్ పనితీరును భంగం చేయడం • వ్యవస్థకు అనధికారికంగా ప్రవేశించడానికి ప్రయత్నించడం

# termsOfServiceSection6Title
source: 6. Limitation of Liability
te: 6. బాధ్యత పరిమితి

# termsOfServiceSection6Content
source: Atitia provides the platform "as is" and is not liable for: • Disputes between guests and property owners • Property condition or safety issues • Payment disputes or refunds • Indirect or consequential damages
te: Atitia వేదికను "అలాగే" అందిస్తుంది మరియు క్రింది విషయాలకు బాధ్యత వహించదు: • అతిథులు మరియు ఆస్తి యజమానుల మధ్య వివాదాలు • ఆస్తి పరిస్థితి లేదా భద్రత సమస్యలు • చెల్లింపు వివాదాలు లేదా రీఫండ్‌లు • ప్రత్యక్ష లేదా పరోక్ష నష్టాలు

# termsOfServiceSection7Title
source: 7. Changes to Terms
te: 7. నిబంధనల మార్పులు

# termsOfServiceSection7Content
source: We reserve the right to modify these terms at any time. Continued use of the service constitutes acceptance of modified terms.
te: ఈ నిబంధనలను ఎప్పుడైనా మార్చుకునే హక్కు మాకు ఉంది. సేవను కొనసాగిస్తూ ఉపయోగించడం ద్వారా, మార్పు చేసిన నిబంధనలను మీరు అంగీకరించినట్టే భావిస్తాము.

# termsOfServiceSection8Title
source: 8. Contact Information
te: 8. సంప్రదింపు సమాచారం

# termsOfServiceSection8Content
source: For questions about these Terms, contact us at: Email: legal@atitia.com Phone: +91 1234567890
te: ఈ నిబంధనల గురించి ప్రశ్నలైతే, దయచేసి మమ్మల్ని ఈ విధంగా సంప్రదించండి: ఇమెయిల్: legal@atitia.com ఫోన్: +91 1234567890

# notificationPreferencesTitle
source: Notification Preferences
te: నోటిఫికేషన్ ప్రిఫరెన్సులు

# notificationPreferencesSubtitle
source: Choose which types of notifications you want to receive
te: మీకు ఏ రకాల నోటిఫికేషన్‌లు కావాలో ఎంచుకోండి

# notificationSettingsTitle
source: Notification Settings
te: నోటిఫికేషన్ సెట్టింగ్‌లు

# notificationCategoryPaymentTitle
source: Payment Notifications
te: చెల్లింపు నోటిఫికేషన్‌లు

# notificationCategoryPaymentSubtitle
source: Rent reminders, payment confirmations
te: అద్దె రైమైండర్లు, చెల్లింపు నిర్ధారణలు

# notificationCategoryBookingTitle
source: Booking Updates
te: బుకింగ్ అప్‌డేట్లు

# notificationCategoryBookingSubtitle
source: Booking confirmations, status changes
te: బుకింగ్ నిర్ధారణలు, స్థితి మార్పులు

# notificationCategoryComplaintTitle
source: Complaint Updates
te: ఫిర్యాదు అప్‌డేట్లు

# notificationCategoryComplaintSubtitle
source: Complaint responses, resolution updates
te: ఫిర్యాదు స్పందనలు, పరిష్కార అప్‌డేట్లు

# notificationCategoryFoodTitle
source: Food Notifications
te: ఆహార నోటిఫికేషన్‌లు

# notificationCategoryFoodSubtitle
source: Menu updates, special meals
te: మెను అప్‌డేట్లు, ప్రత్యేక భోజనాలు

# notificationCategoryMaintenanceTitle
source: Maintenance Alerts
te: నిర్వహణ హెచ్చరికలు

# notificationCategoryMaintenanceSubtitle
source: Scheduled maintenance, repairs
te: నిర్దేశిత నిర్వహణ, మరమ్మతులు

# notificationCategoryGeneralTitle
source: General Announcements
te: సాధారణ ప్రకటనలు

# notificationCategoryGeneralSubtitle
source: Important updates, announcements
te: ముఖ్యమైన అప్‌డేట్లు, ప్రకటనలు

# analyticsDashboardTitle
source: Analytics Dashboard
te: విశ్లేషణల డ్యాష్‌బోర్డు

# performanceMetricsTitle
source: Performance Metrics
te: పనితీరు ప్రమాణాలు

source: No performance metrics available
te: పనితీరు ప్రమాణాలు అందుబాటులో లేవు

# userJourneyTitle
source: User Journey
te: వినియోగదారు ప్రయాణం

# userJourneyDescription
source: Track user interactions and screen flows
te: వినియోగదారు పరస్పర చర్యలు మరియు స్క్రీన్ ప్రవాహాలను ట్రాక్ చేయండి

source: View Journey Details
te: ప్రయాణ వివరాలను చూడండి

# businessIntelligenceTitle
source: Business Intelligence
te: వ్యాపార విజ్ఞానం

# metricTotalSessions
source: Total Sessions
te: మొత్తం సెషన్లు

# metricActiveUsers
source: Active Users
te: సక్రియ వినియోగదారులు

# metricConversionRate
source: Conversion Rate
te: మార్పిడి శాతం

# metricAverageSessionDuration
source: Avg Session Duration
te: సెషన్ సగటు వ్యవధి

source: View Insights
te: అంతర్దృష్టులను చూడండి

# userJourneyDetailsTitle
source: User Journey Details
te: వినియోగదారు ప్రయాణ వివరాలు

# userJourneyDetailsDescription
source: Detailed user journey visualization would be implemented here with charts and flow diagrams.
te: చార్ట్‌లు మరియు ప్రవాహ డయాగ్రామ్‌లతో వివరమైన వినియోగదారు ప్రయాణ విజువలైజేషన్ ఇక్కడ అమలు చేయబడుతుంది.

# businessInsightsTitle
source: Business Insights
te: వ్యాపార అంతర్దృష్టులు

# businessInsightsDescription
source: Advanced business intelligence dashboard with charts, trends, and predictive analytics would be implemented here.
te: గ్రాఫ్‌లు, ధోరణులు మరియు అంచనా విశ్లేషణలతో ఆధునిక వ్యాపార విజ్ఞానం డ్యాష్‌బోర్డు ఇక్కడ అమలు చేయబడుతుంది.

# analyticsWidgetTitle
source: Analytics
te: విశ్లేషణలు

# analyticsSessionsLabel
source: Sessions
te: సెషన్లు

# analyticsAverageTimeLabel
source: Avg Time
te: సగటు సమయం

# networkErrorTryAgain
source: Please check your internet connection and try again.
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి.

# permissionDeniedMessage
source: You don't have permission to perform this action.
te: ఈ చర్యను చేయడానికి మీకు అనుమతి లేదు.

# itemNotFoundMessage
source: The requested item could not be found.
te: అభ్యర్థించిన అంశం కనుగొనబడలేదు.

# requestTimeoutMessage
source: The request took too long. Please try again.
te: వినతి సమయం ముగిసింది. దయచేసి మళ్ళీ ప్రయత్నించండి.

# sessionExpiredMessage
source: Your session has expired. Please sign in again.
te: మీ సెషన్ ముగిసింది. దయచేసి మళ్ళీ సైన్ ఇన్ చేయండి.

# invalidInputMessage
source: Please check your input and try again.
te: దయచేసి మీ ఇన్‌పుట్‌ను తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి.

# genericErrorMessage
source: Something went wrong. Please try again.
te: ఏదో తప్పు జరిగింది. దయచేసి మళ్ళీ ప్రయత్నించండి.

# requiredFieldError
source: This field is required
te: ఈ ఫీల్డ్ తప్పనిసరి

# invalidPhoneError
source: Please enter a valid phone number
te: దయచేసి సరైన ఫోన్ నంబర్ నమోదు చేయండి

# fileSizeExceeded
source: File size exceeds maximum limit
te: ఫైల్ పరిమాణం గరిష్ఠ పరిమితిని మించిపోయింది

# workspaceTitle
source: Workspace
te: వర్క్‌స్పేస్

# defaultCompanyName
source: Atitia PG Management
te: అటిటియా PG మేనేజ్‌మెంట్

source: No sharing info available.
te: షేరింగ్ సమాచారం అందుబాటులో లేదు.

# sharingAndVacancy
source: Sharing & Vacancy
te: షేరింగ్ మరియు ఖాళీలు

# sharingColumn
source: Sharing
te: షేరింగ్

# roomsColumn
source: Rooms
te: గదులు

# vacantBedsColumn
source: Vacant beds
te: ఖాళీ పడకలు

# rentPerBedColumn
source: Rent / bed
te: పడకకు అద్దె

# vacantBedsAvailable
source: Available
te: లభ్యం

# sharingPricePerBed
source: {amount}/bed
te: {amount}/పడక

source: Anonymous Guest
te: అజ్ఞాత అతిథి

# locationLabel
source: Location
te: ప్రాంతం

# staffLabel
source: Staff
te: సిబ్బంది

source: View Photos
te: ఫోటోలు చూడండి

# helpfulWithCount
source: Helpful ({count})
te: సహాయకం ({count})

# writeReview
source: Write a Review
te: సమీక్ష రాయండి

source: Overall Rating
te: మొత్తం రేటింగ్

source: Aspect Ratings
te: విభాగ రేటింగ్స్

# commentsLabel
source: Comments
te: వ్యాఖ్యలు

# shareExperienceHint
source: Share your experience...
te: మీ అనుభవాన్ని పంచుకోండి...

# optionalAddPhotos
source: Optional: Add photos to your review
te: ఐచ్చికం: మీ సమీక్షకు ఫోటోలు జోడించండి

source: Submit Review
te: సమీక్షను సమర్పించండి

source: Submitting
te: సమర్పిస్తున్నాం

# pleaseProvideOverallRating
source: Please provide an overall rating
te: దయచేసి మొత్తం రేటింగ్ ఇవ్వండి

source: Review submitted successfully!
te: సమీక్ష విజయవంతంగా సమర్పించబడింది!

# failedToSubmitReview
source: Failed to submit review: {error}
te: సమీక్షను సమర్పించడంలో విఫలమయ్యాం: {error}

# ratingPoor
source: Poor
te: తక్కువ

# ratingFair
source: Fair
te: సరిపడ

# ratingGood
source: Good
te: మంచి

# ratingVeryGood
source: Very Good
te: చాలా మంచి

# ratingExcellent
source: Excellent
te: అద్భుతం

# selectRating
source: Select a rating
te: ఒక రేటింగ్ ఎంచుకోండి

# photosCountLabel
source: Photos ({count}/{max})
te: ఫోటోలు ({count}/{max})

source: Uploading photos...
te: ఫోటోలు అప్లోడ్ అవుతున్నాయి...

# errorPickingPhotos
source: Error picking photos: {error}
te: ఫోటోలు ఎంపికలో లోపం: {error}

# allPhotoUploadsFailed
source: All photo uploads failed. Please try again.
te: అన్ని ఫోటో అప్లోడ్లు విఫలమయ్యాయి. దయచేసి మళ్లీ ప్రయత్నించండి.

# failedToUploadPhotos
source: Failed to upload photos: {error}
te: ఫోటోలు అప్లోడ్ చేయడంలో విఫలమయ్యాం: {error}

source: No items found
te: ఏ అంశాలు కనబడలేదు

# searchHint
source: Search...
te: శోధించండి...
