Repository: bantirathodtech/atitia
Catalog: assets/localization/app_*.arb
Languages: te

# revenueMetricTotalRevenue
source: Total Revenue
te: మొత్తం ఆదాయం

# revenueMetricMonthlyGrowth
source: Monthly Growth
te: నెలవారీ వృద్ధి

# revenueMetricAvgPerGuest
source: Avg. per Guest
te: ప్రతి అతిథికి సగటు

# analyticsPeriodWeekly
source: Weekly
te: వారానికి

# analyticsPeriodMonthly
source: Monthly
te: నెలవారీ

# analyticsPeriodYearly
source: Yearly
te: వార్షిక

# analyticsMetricRevenue
source: Revenue
te: ఆదాయం

# analyticsMetricOccupancy
source: Occupancy
te: ఆక్రమణ

# analyticsMetricGuests
source: Guests
te: అతిథులు

# revenueTrendsLabel
source: Revenue Trends
te: ఆదాయం ధోరణులు

# revenueTrendLastMonths
source: Revenue trend (last {months} months)
te: ఆదాయం ధోరణి (గత {months} నెలలు)

# revenueForecastTitle
source: Revenue Forecast
te: ఆదాయం అంచనా

# revenueForecastNextMonth
source: Next Month
te: తదుపరి నెల

# revenueForecastNextQuarter
source: Next Quarter
te: తదుపరి త్రైమాసికం

# revenueForecastInsightsTitle
source: Forecast Insights
te: అంచనా అంతర్దృష్టులు

# revenueForecastInsufficientData
source: Insufficient data for forecasting
te: అంచనాకు సరిపడా డేటా లేదు

# revenueForecastPositive
source: Based on recent trends, revenue is showing positive growth. Consider expanding capacity.
te: ఇటీవల ధోరణుల ఆధారంగా ఆదాయం సానుకూల వృద్ధి చూపుతోంది. సామర్థ్య విస్తరణను పరిగణించండి.

# revenueForecastDecline
source: Based on recent trends, revenue is declining. Review pricing and marketing strategies.
te: ఇటీవల ధోరణుల ఆధారంగా ఆదాయం తగ్గుతోంది. ధరలు, మార్కెటింగ్ వ్యూహాలను సమీక్షించండి.

# revenueForecastStable
source: Based on recent trends, revenue is stable. Focus on maintaining current performance.
te: ఇటీవల ధోరణుల ప్రకారం ఆదాయం స్థిరంగా ఉంది. ప్రస్తుత పనితీరును కొనసాగించడంపై దృష్టి పెట్టండి.

# menuTooltip
source: Menu
te: మెను

# analyticsTabRevenue
source: Revenue
te: ఆదాయం

# analyticsTabOccupancy
source: Occupancy
te: ఆక్రమణ

# analyticsTabPerformance
source: Performance
te: పనితీరు

# analyticsNoPgTitle
source: Select a PG
te: PG ని ఎంచుకోండి

# analyticsNoPgMessage
source: Choose a PG from the dropdown above to view analytics
te: విశ్లేషణలు చూడడానికి పై డ్రాప్‌డౌన్ నుండి PG ని ఎంచుకోండి

# analyticsLoading
source: Loading analytics data...
te: విశ్లేషణ డేటాను లోడ్ చేస్తున్నాం...

# analyticsErrorTitle
source: Error Loading Data
te: డేటాను లోడ్ చేయడంలో లోపం

# analyticsUnknownError
source: Unknown error occurred
te: తెలియని లోపం జరిగింది

# analyticsLoadFailed
source: Failed to load analytics data: {error}
te: విశ్లేషణ డేటాను లోడ్ చేయడంలో విఫలమైంది: {error}

# performanceAnalyticsTitle
source: Performance Analytics
te: పనితీరు విశ్లేషణ

# performanceAnalyticsSubtitle
source: Comprehensive performance insights and recommendations
te: సమగ్ర పనితీరు అంతర్దృష్టులు మరియు సిఫార్సులు

# performanceKpiTitle
source: Key Performance Indicators
te: ప్రధాన పనితీరు సూచికలు

# performanceKpiGuestSatisfaction
source: Guest Satisfaction
te: అతిథి సంతృప్తి

# performanceKpiResponseTime
source: Response Time
te: ప్రతిస్పందన సమయం

# performanceKpiResponseTimeValue
source: {hours} hrs
te: {hours} గం.

# performanceKpiMaintenanceScore
source: Maintenance Score
te: నిర్వహణ స్కోరు

# performanceInsightsTitle
source: Performance Insights
te: పనితీరు అంతర్దృష్టులు

# performanceInsightsOverall
source: Overall Performance: Excellent
te: మొత్తం పనితీరు: అద్భుతం

# performanceInsightsSummary
source: Your PG is performing above industry standards with high guest satisfaction and efficient operations.
te: మీ PG పరిశ్రమ ప్రమాణాల కంటే మెరుగ్గా, అధిక అతిథి సంతృప్తి మరియు సమర్థవంతమైన కార్యకలాపాలతో పనిచేస్తోంది.

# performanceRecommendationsTitle
source: Recommendations:
te: సిఫార్సులు:

# performanceRecommendationMaintainSchedule
source: Continue current maintenance schedule
te: ప్రస్తుత నిర్వహణ షెడ్యూల్‌ను కొనసాగించండి

# performanceRecommendationExpandCapacity
source: Consider expanding based on high occupancy
te: అధిక ఆక్రమణ దృష్ట్యా విస్తరణను పరిగణించండి

# performanceRecommendationFeedbackSystem
source: Implement guest feedback system
te: అతిథి ప్రతిస్పందన వ్యవస్థను అమలు చేయండి

# performanceRecommendationOptimizeEnergy
source: Optimize energy usage for cost savings
te: ఖర్చు తగ్గించేందుకు ఎనర్జీ వినియోగాన్ని మెరుగుపరచండి

# occupancyAnalyticsTitle
source: Occupancy Analytics
te: ఆక్రమణ విశ్లేషణ

# occupancyAnalyticsSelectedPg
source: Occupancy insights for selected PG
te: ఎంచుకున్న PG కోసం ఆక్రమణ అంతర్దృష్టులు

# occupancyAnalyticsOverall
source: Overall occupancy performance
te: మొత్తం ఆక్రమణ పనితీరు

# occupancyMetricCurrent
source: Current Occupancy
te: ప్రస్తుత ఆక్రమణ

# occupancyMetricAverage
source: Avg. Occupancy
te: సగటు ఆక్రమణ

# occupancyMetricPeak
source: Peak Occupancy
te: శిఖర ఆక్రమణ

# occupancyTrendsLabel
source: Occupancy Trends
te: ఆక్రమణ ధోరణులు

# occupancyViewOverview
source: Overview
te: అవలోకనం

# occupancyViewByRoom
source: By Room
te: గది వారీగా

# occupancyViewByFloor
source: By Floor
te: అంతస్తు వారీగా

# occupancyTrendLastMonths
source: Occupancy trend (last {months} months)
te: ఆక్రమణ ధోరణి (గత {months} నెలలు)

# occupancyCapacityTitle
source: Capacity Analysis
te: సామర్థ్య విశ్లేషణ

# occupancyCapacityAvailableBeds
source: Available Beds
te: లభ్యమైన పడకలు

# occupancyCapacityOccupiedBeds
source: Occupied Beds
te: ఆక్రమించిన పడకలు

# occupancyCapacityTotal
source: Total Capacity
te: మొత్తం సామర్థ్యం

# occupancyInsightsTitle
source: Occupancy Insights
te: ఆక్రమణ అంతర్దృష్టులు

# occupancyRecommendationsTitle
source: Recommendations:
te: సిఫార్సులు:

# occupancyInsightsCurrentRate
source: Current occupancy is at {rate}.
te: ప్రస్తుత ఆక్రమణ {rate} వద్ద ఉంది.

# occupancyInsightsNearFull
source: Your PG is nearly at full capacity. Consider expanding or opening new rooms.
te: మీ PG దాదాపు పూర్తి సామర్థ్యంతో ఉంది. అదనపు గదులు లేదా పడకలను పరిగణించండి.

# occupancyInsightsGood
source: Good occupancy rate. Monitor trends and consider marketing strategies.
te: ఆక్రమణ రేటు బాగుంది. ధోరణులను పరిశీలించి మార్కెటింగ్ వ్యూహాలను పరిగణించండి.

# occupancyInsightsModerate
source: Moderate occupancy. There's room for improvement through better marketing.
te: ఆక్రమణ మోస్తరు స్థాయిలో ఉంది. మెరుగైన మార్కెటింగ్ ద్వారా మెరుగుదలకు అవకాశం ఉంది.

# occupancyInsightsLow
source: Low occupancy rate. Immediate action needed to improve bookings.
te: ఆక్రమణ రేటు తక్కువగా ఉంది. బుకింగ్‌లను పెంచడానికి తక్షణ చర్య అవసరం.

# occupancyRecommendationAddCapacity
source: Consider adding more beds or rooms
te: మరిన్ని పడకలు లేదా గదులను చేర్చడాన్ని పరిగణించండి

# occupancyRecommendationReviewPricing
source: Review pricing strategy for high demand
te: అధిక డిమాండ్ కోసం ధర వ్యూహాన్ని సమీక్షించండి

# occupancyRecommendationMaintainOccupancy
source: Focus on maintaining current occupancy
te: ప్రస్తుత ఆక్రమణను కొనసాగించడంపై దృష్టి పెట్టండి

# occupancyRecommendationSeasonalPricing
source: Consider seasonal pricing adjustments
te: ఋతువారీ ధర సర్దుబాట్లను పరిగణించండి

# occupancyRecommendationIncreaseMarketing
source: Increase marketing efforts
te: మార్కెటింగ్ ప్రయత్నాలను పెంచండి

# occupancyRecommendationImproveAmenities
source: Review and improve amenities
te: సౌకర్యాలను సమీక్షించి మెరుగుపరచండి

# occupancyRecommendationCompetitivePricing
source: Consider competitive pricing
te: స్పర్ధాత్మక ధరలను పరిగణించండి

# occupancyRecommendationUrgentCampaign
source: Urgent marketing campaign needed
te: తక్షణ మార్కెటింగ్ ప్రచారం చేపట్టండి

# occupancyRecommendationReducePricing
source: Review and reduce pricing
te: ధరలను సమీక్షించి తగ్గించండి

# occupancyRecommendationImproveFacilities
source: Improve facilities and amenities
te: సౌకర్యాలు మరియు సౌలభ్యాలను మెరుగుపరచండి

# occupancyRecommendationPartnerships
source: Consider partnerships with local businesses
te: స్థానిక వ్యాపారాలతో భాగస్వామ్యాలను పరిగణించండి

# pgBasicInfoTitle
source: Basic Information
te: ప్రాథమిక సమాచారం

# pgBasicInfoAddressLabel
source: Complete Address
te: పూర్తి చిరునామా

# pgBasicInfoAddressHint
source: Full address with landmark
te: ల్యాండ్‌మార్క్‌తో పూర్తి చిరునామా

# pgBasicInfoPgNameLabel
source: PG Name
te: PG పేరు

# pgBasicInfoPgNameHint
source: e.g., Green Meadows PG
te: ఉదా: గ్రీన్ మెడోస్ PG

# pgBasicInfoContactLabel
source: Contact Number
te: సంప్రదించు సంఖ్య

# pgBasicInfoContactHint
source: e.g., +91 9876543210
te: ఉదా: +91 9876543210

# pgBasicInfoStateLabel
source: State
te: రాష్ట్రం

# pgBasicInfoStateHint
source: Select State
te: రాష్ట్రాన్ని ఎంచుకోండి

# pgBasicInfoCityLabel
source: City
te: నగరం

# pgBasicInfoCityHint
source: Select City
te: నగరాన్ని ఎంచుకోండి

# pgBasicInfoAreaLabel
source: Area
te: ప్రాంతం

# pgBasicInfoAreaHint
source: e.g., Sector 5, HSR Layout
te: ఉదా: సెక్టార్ 5, HSR Layout

# pgBasicInfoPgTypeLabel
source: PG Type
te: PG రకం

# pgBasicInfoPgTypeHint
source: Select PG Type
te: PG రకాన్ని ఎంచుకోండి

# pgBasicInfoPgTypeBoys
source: Boys
te: బాయ్స్

# pgBasicInfoPgTypeGirls
source: Girls
te: గర్ల్స్

# pgBasicInfoPgTypeCoed
source: Co-ed
te: కో-ఎడ్

# pgBasicInfoMealTypeLabel
source: Meal Type
te: భోజన రకం

# pgBasicInfoMealTypeHint
source: Select Meal Type
te: భోజన రకాన్ని ఎంచుకోండి

# pgBasicInfoMealTypeVeg
source: Vegetarian
te: వెజిటేరియన్

# pgBasicInfoMealTypeNonVeg
source: Non-Vegetarian
te: నాన్-వెజిటేరియన్

# pgBasicInfoMealTypeBoth
source: Both
te: రెండూ

# pgBasicInfoFoodSectionTitle
source: Food & Meal Details
te: ఆహారం & భోజన వివరాలు

# pgBasicInfoMealTimingsLabel
source: Meal Timings
te: భోజన సమయాలు

# pgBasicInfoMealTimingsHint
source: e.g., Breakfast: 8:00 AM - 10:00 AM, Lunch: 1:00 PM - 2:00 PM, Dinner: 8:00 PM - 9:30 PM
te: ఉదా: బ్రేక్‌ఫాస్ట్: ఉదయం 8 - 10, లంచ్: మధ్యాహ్నం 1 - 2, డిన్నర్: రాత్రి 8 - 9.30

# pgBasicInfoFoodQualityLabel
source: Food Quality Description
te: ఆహార నాణ్యత వివరణ

# pgBasicInfoFoodQualityHint
source: Describe the food quality, cuisine type, specialities, etc.
te: ఆహార నాణ్యత, వంటకాలు, ప్రత్యేకతలు మొదలైనవిని వివరించండి

# pgBasicInfoDescriptionLabel
source: Description
te: వివరణ

# pgBasicInfoDescriptionHint
source: Brief description of your PG
te: మీ PG గురించి సంక్షిప్త వివరణ

# pgFloorStructureTitle
source: 🏢 Floor Structure
te: 🏢 అంతస్తుల నిర్మాణం

# pgFloorCountLabel
source: Number of Regular Floors
te: సాధారణ అంతస్తుల సంఖ్య

# pgFloorCountHint
source: e.g., 1
te: ఉదా: 1

# generateAction
source: Generate
te: సృష్టించు

# pgFloorGroundLabel
source: Ground
te: గ్రౌండ్

# pgFloorTerraceLabel
source: Terrace
te: టెర్రేస్

# pgFloorFirstLabel
source: First
te: మొదటి

# pgFloorSecondLabel
source: Second
te: రెండవ

# pgFloorThirdLabel
source: Third
te: మూడవ

# pgFloorFourthLabel
source: Fourth
te: నాలుగవ

# pgFloorFifthLabel
source: Fifth
te: ఐదవ

# pgFloorNthLabel
source: Floor {number}
te: {number}వ అంతస్తు

# pgFloorRoomsBedsSummary
source: {rooms} rooms • {beds} beds
te: {rooms} గదులు • {beds} పడకలు

# pgFloorRoomLabel
source: Room {roomNumber}
te: గది {roomNumber}

# pgPhotosUploadSuccess
source: Uploaded {count} photos successfully!
te: {count} ఫోటోలు విజయవంతంగా అప్లోడ్ అయ్యాయి!

# pgPhotosUploadPartial
source: Uploaded {success} photos, {failed} failed.
te: {success} ఫోటోలు అప్లోడ్ అయ్యాయి, {failed} విఫలమయ్యాయి.

# pgPhotosUploadFailed
source: Failed to upload photos
te: ఫోటోల్ని అప్లోడ్ చేయడంలో విఫలమైంది

# pgAdditionalInfoTitle
source: Additional Information
te: అదనపు సమాచారం

# pgAdditionalInfoParkingLabel
source: Parking Details
te: పార్కింగ్ వివరాలు

# pgAdditionalInfoParkingHint
source: e.g., 2-wheeler parking available, 4-wheeler parking: ₹500/month, Capacity: 20 bikes
te: ఉదా., 2-చక్రాల పార్కింగ్ అందుబాటు, 4-చక్రాల పార్కింగ్: ₹500/నెల, సామర్థ్యం: 20 బైకులు

# pgAdditionalInfoSecurityLabel
source: Security Measures
te: భద్రతా చర్యలు

# pgAdditionalInfoSecurityHint
source: e.g., 24/7 Security guard, CCTV surveillance, Biometric access, Fire safety equipment
te: ఉదా., 24/7 భద్రతా గార్డు, సీసీటీవీ పర్యవేక్షణ, బయోమెట్రిక్ యాక్సెస్, ఫైర్ సేఫ్టీ పరికరాలు

# pgAdditionalInfoNearbyPlacesTitle
source: Nearby Places
te: సమీప ప్రదేశాలు

# pgAdditionalInfoNearbyPlacesDescription
source: Add nearby landmarks, locations, or points of interest
te: సమీపంలోని గుర్తించదగిన స్థలాలు లేదా ఆసక్తి ప్రదేశాలను జోడించండి

# pgAdditionalInfoNearbyPlaceLabel
source: Nearby Place
te: సమీప ప్రదేశం

# pgAdditionalInfoNearbyPlaceHint
source: e.g., Metro Station, Shopping Mall, Hospital
te: ఉదా., మెట్రో స్టేషన్, షాపింగ్ మాల్, ఆసుపత్రి

# pgAdditionalInfoAddButton
source: Add
te: జోడించండి

# pgAdditionalInfoPaymentInstructionsLabel
source: Payment Instructions
te: చెల్లింపు సూచనలు

# pgAdditionalInfoPaymentInstructionsHint
source: Instructions for making payments, accepted payment methods, payment schedule, etc.
te: చెల్లింపులు చేసే సూచనలు, అంగీకరించిన చెల్లింపు విధానాలు, చెల్లింపు షెడ్యూల్ మొదలైనవి.

# pgAmenitiesTitle
source: Amenities & Facilities
te: సౌకర్యాలు & సదుపాయాలు

# pgAmenitiesDescription
source: Select all amenities available in your PG:
te: మీ PGలో అందుబాటులో ఉన్న అన్ని సౌకర్యాలను ఎంపిక చేయండి:

# pgAmenitiesSelectedLabel
source: Selected
te: ఎంపిక చేసినవి

# pgAmenityWifi
source: Wi-Fi
te: వైఫై

# pgAmenityParking
source: Parking
te: పార్కింగ్

# pgAmenitySecurity
source: Security
te: భద్రత

# pgAmenityCctv
source: CCTV
te: సీసీటీవీ

# pgAmenityLaundry
source: Laundry
te: లాండ్రీ

# pgAmenityKitchen
source: Kitchen
te: వంటగది

# pgAmenityAc
source: AC
te: ఏసీ

# pgAmenityGeyser
source: Geyser
te: గీజర్

# pgAmenityTv
source: TV
te: టీవీ

# pgAmenityRefrigerator
source: Refrigerator
te: ఫ్రిజ్

# pgAmenityPowerBackup
source: Power Backup
te: పవర్ బ్యాకప్

# pgAmenityGym
source: Gym
te: జిమ్

# pgAmenityCurtains
source: Curtains
te: పర్దాలు

# pgAmenityBucket
source: Bucket
te: బకెట్

# pgAmenityWaterCooler
source: Water Cooler
te: వాటర్ కూలర్

# pgAmenityWashingMachine
source: Washing Machine
te: వాషింగ్ మెషీన్

# pgAmenityMicrowave
source: Microwave
te: మైక్రోవేవ్

# pgAmenityLift
source: Lift
te: లిఫ్ట్

# pgAmenityHousekeeping
source: Housekeeping
te: హౌస్ కీపింగ్

# pgAmenityAttachedBathroom
source: Attached Bathroom
te: అటాచ్‌డ్ బాత్రూమ్

# pgAmenityRoWater
source: RO Water
te: ఆర్‌ఓ నీరు

# pgAmenityWaterSupply
source: 24x7 Water Supply
te: 24x7 నీటి సరఫరా

# pgAmenityBedWithMattress
source: Bed with Mattress
te: మెట్రెస్‌తో బెడ్

# pgAmenityWardrobe
source: Wardrobe
te: వార్డ్రోబ్

# pgAmenityStudyTable
source: Study Table
te: స్టడీ టేబుల్

# pgAmenityChair
source: Chair
te: కుర్చీ

# pgAmenityFan
source: Fan
te: ఫ్యాన్

# pgAmenityLighting
source: Lighting
te: లైటింగ్

# pgAmenityBalcony
source: Balcony
te: బాల్కనీ

# pgAmenityCommonArea
source: Common Area
te: కామన్ ఏరియా

# pgAmenityDiningArea
source: Dining Area
te: డైనింగ్ ఏరియా

# pgAmenityInductionStove
source: Induction Stove
te: ఇండక్షన్ స్టోవ్

# pgAmenityCookingAllowed
source: Cooking Allowed
te: వంటకు అనుమతి

# pgAmenityFireExtinguisher
source: Fire Extinguisher
te: ఫైర్ ఎక్స్టింగ్విషర్

# pgAmenityFirstAidKit
source: First Aid Kit
te: ఫస్ట్ ఎయిడ్ కిట్

# pgAmenitySmokeDetector
source: Smoke Detector
te: స్మోక్ డిటెక్టర్

# pgAmenityVisitorParking
source: Visitor Parking
te: విజిటర్ పార్కింగ్

# pgAmenityIntercom
source: Intercom
te: ఇంటర్‌కామ్

# pgAmenityMaintenanceStaff
source: Maintenance Staff
te: మెయింటెనెన్స్ సిబ్బంది

# pgSummaryTitle
source: PG Summary
te: PG సమీక్ష

# pgSummaryBasicInfoTitle
source: Basic Information
te: ప్రాథమిక సమాచారం

# pgSummaryRentInfoTitle
source: Rent Information
te: అద్దె సమాచారం

# pgSummaryPhotosTitle
source: Photos
te: ఫోటోలు

# pgSummaryActionCreate
source: create
te: సృష్టించండి

# pgSummaryActionUpdate
source: update
te: నవీకరించండి

# pgSummaryReadyMessage
source: Ready to {action} your PG!
te: మీ PGని {action} చేయడానికి సిద్ధంగా ఉంది!

# pgSummaryReviewMessage
source: Review all details above and click the save button to proceed.
te: పైన ఉన్న అన్ని వివరాలను సమీక్షించి, సేవ్ బటన్‌ను నొక్కండి.

# pgSummaryNotSpecified
source: Not specified
te: ఉల్లేఖించలేదు

# pgSummaryLocationLabel
source: Location
te: స్థానం

# pgSummaryTotalFloorsLabel
source: Total Floors
te: మొత్తం అంతస్తులు

# pgSummaryTotalRoomsLabel
source: Total Rooms
te: మొత్తం గదులు

# pgSummaryTotalBedsLabel
source: Total Beds
te: మొత్తం పడకలు

# pgSummaryEstimatedRevenueLabel
source: Estimated Monthly Revenue
te: అంచనా నెలవారీ ఆదాయం

# pgSummaryMaintenanceLabel
source: Maintenance
te: నిర్వహణ

# pgSummarySelectedAmenitiesLabel
source: Selected Amenities
te: ఎంపిక చేసిన సౌకర్యాలు

# pgSummaryListLabel
source: List
te: జాబితా

# pgSummaryUploadedPhotosLabel
source: Uploaded Photos
te: అప్‌లోడ్ చేసిన ఫోటోలు

# pgInfoNoPgSelected
source: No PG selected
te: ఏ PG ఎంపిక కాలేదు

# pgInfoSelectPgPrompt
source: Please select a PG from the dropdown above
te: దయచేసి పై డ్రాప్‌డౌన్ నుండి ఒక PGని ఎంపిక చేయండి

# pgInfoEditTooltip
source: Edit PG details
te: PG వివరాలను సవరించండి

# pgInfoContactNotProvided
source: Not provided
te: అందుబాటులో లేదు

# pgInfoLocationFallback
source: Location not available
te: స్థానం అందుబాటులో లేదు

# pgInfoStructureOverview
source: PG Structure Overview
te: PG నిర్మాణ అవలోకనం

# pgInfoFloorsLabel
source: Floors
te: అంతస్తులు

# pgInfoRoomsLabel
source: Rooms
te: గదులు

# pgInfoBedsLabel
source: Beds
te: పడకలు

# pgInfoPotentialLabel
source: Potential
te: సంభావ్యత

# pgInfoFloorRoomDetails
source: Floor & Room Details
te: అంతస్తులు & గదుల వివరాలు

# pgInfoRoomsSummary
source: {count} rooms
te: {count} గదులు

# pgInfoRoomChip
source: {roomNumber} ({sharingType}, {bedsCount} beds)
te: {roomNumber} ({sharingType}, {bedsCount} పడకలు)

# pgFloorLabelFallback
source: Floor
te: అంతస్తు

# ownerBedMapRoomUnknown
source: Unknown
te: తెలియని

# ownerBedMapOccupancySummary
source: {occupied}/{total} occupied • Capacity {capacity}
te: {occupied}/{total} ఆక్రమణ • సామర్థ్యం {capacity}

# ownerBedMapStatusChipOccupied
source: Occupied {count}
te: ఆక్రమణ {count}

# ownerBedMapStatusChipVacant
source: Vacant {count}
te: ఖాళీ {count}

# ownerBedMapStatusChipPending
source: Pending {count}
te: పెండింగ్ {count}

# ownerBedMapStatusChipMaintenance
source: Maint. {count}
te: నిర్వహణ {count}

# ownerBedMapBedsOverview
source: Beds Overview
te: పడకల అవలోకనం

# ownerBedMapMiniStatTotal
source: Total
te: మొత్తం

# ownerBedMapMiniStatOccupied
source: Occupied
te: ఆక్రమణ

# ownerBedMapMiniStatVacant
source: Vacant
te: ఖాళీ

# ownerBedMapMiniStatPending
source: Pending
te: పెండింగ్

# ownerBedMapMiniStatMaintenance
source: Maint.
te: నిర్వహణ

# ownerBedMapPlaceholderSummary
source: {occupied}/{total} occupied
te: {occupied}/{total} ఆక్రమణ

# ownerBedMapStatusOccupiedLabel
source: Occupied
te: ఆక్రమణ

# ownerBedMapStatusPendingLabel
source: Pending
te: పెండింగ్

# ownerBedMapStatusMaintenanceLabel
source: Maint.
te: నిర్వహణ

# ownerBedMapStatusVacantLabel
source: Vacant
te: ఖాళీ

# ownerBedMapTooltipTitle
source: Bed {bedNumber} • {status}
te: పడక {bedNumber} • {status}

# ownerBedMapTooltipGuest
source: Guest: {guest}
te: అతిథి: {guest}

# ownerBedMapTooltipFrom
source: From: {date}
te: ప్రారంభం: {date}

# ownerBedMapTooltipTill
source: Till: {date}
te: ముగింపు: {date}

# ownerRevenueReportTitle
source: Revenue Report
te: ఆదాయ నివేదిక

# ownerRevenueReportCollectedLabel
source: Collected
te: సేకరించబడినది

# ownerRevenueReportPendingLabel
source: Pending
te: పెండింగ్

# ownerRevenueReportTotalPaymentsLabel
source: Total Payments
te: మొత్తం చెల్లింపులు

# ownerRevenueReportCollectedCountLabel
source: Collected Count
te: సేకరించిన సంఖ్య

# ownerOccupancyReportTitle
source: Occupancy Report
te: ఆక్యుపెన్సీ నివేదిక

# ownerOccupancyReportTotalBedsLabel
source: Total Beds
te: మొత్తం పడకలు

# ownerOccupancyReportOccupiedLabel
source: Occupied
te: ఆక్రమణలో

# ownerOccupancyReportVacantLabel
source: Vacant
te: ఖాళీ

# ownerOccupancyReportRateLabel
source: Occupancy Rate
te: ఆక్యుపెన్సీ శాతం

# ownerOccupancyReportPendingLabel
source: Pending
te: పెండింగ్

# ownerOccupancyReportMaintenanceLabel
source: Maintenance
te: నిర్వహణ

# ownerBookingRequestsTitle
source: Pending Requests ({count})
te: పెండింగ్ అభ్యర్థనలు ({count})

# ownerUpcomingVacatingTitle
source: Upcoming Vacating ({count})
te: త్వరలో ఖాళీ అవుతున్నవి ({count})

# ownerServiceZeroRequests
source: 0 requests
te: 0 అభ్యర్ధనలు

# ownerPaymentUpdateFailed
source: Failed to update payment
te: చెల్లింపును నవీకరించడం విఫలమైంది

# ownerHelpTitle
source: Help & Support
te: సహాయం & మద్దతు

# ownerHelpQuickHelp
source: Quick Help
te: త్వరిత సహాయం

# ownerHelpHeroSubtitle
source: Get instant answers to common questions about managing your PG properties.
te: మీ PG ఆస్తులను నిర్వహించే సాధారణ ప్రశ్నలకు వెంటనే సమాధానాలు పొందండి.

# ownerHelpVideosTitle
source: Video Tutorials
te: వీడియో ట్యుటోరియల్స్

# ownerHelpVideosSubtitle
source: Watch step-by-step guides
te: దశలవారీ మార్గదర్శకాలు చూడండి

# ownerHelpUnableToOpenVideos
source: Unable to open video tutorials
te: వీడియో ట్యుటోరియల్స్ తెరవడం సాధ్యం కాలేదు

# ownerHelpDocsTitle
source: Documentation
te: డాక్యుమెంటేషన్

# ownerHelpDocsSubtitle
source: Read comprehensive guides
te: విస్తృత మార్గదర్శకాలను చదవండి

# ownerHelpUnableToOpenDocs
source: Unable to open documentation
te: డాక్యుమెంటేషన్ తెరవడం సాధ్యం కాలేదు

# ownerHelpFaqTitle
source: Frequently Asked Questions
te: తరచుగా అడిగే ప్రశ్నలు

# ownerHelpFaqAddPgQuestion
source: How do I add a new PG property?
te: కొత్త PG ఆస్తిని ఎలా జోడించాలి?

# ownerHelpFaqAddPgAnswer
source: Go to the "My PGs" tab and tap "Add New PG". Fill in the details and submit.
te: "My PGs" టాబ్‌కి వెళ్లి "Add New PG" పై నొక్కండి. వివరాలను నమోదు చేసి సమర్పించండి.

# ownerHelpFaqBookingsQuestion
source: How do I manage guest bookings?
te: అతిథుల బుకింగ్‌లను ఎలా నిర్వహించాలి?

# ownerHelpFaqBookingsAnswer
source: Open the "Guests" tab to review, approve, or reject booking requests.
te: "Guests" టాబ్‌ను తెరిచి బుకింగ్ అభ్యర్థనలను పరిశీలించి ఆమోదించండి లేదా తిరస్కరించండి.

# ownerHelpFaqPaymentsQuestion
source: How do I view payment history?
te: చెల్లింపు చరిత్రను ఎలా చూడాలి?

# ownerHelpFaqPaymentsAnswer
source: Use the "Overview" tab to review payments or check individual guests under "Guests".
te: "Overview" లేదా "Guests" సెక్షన్‌లో అతిథుల వారీగా చెల్లింపులను తనిఖీ చేయండి.

# ownerHelpFaqProfileQuestion
source: How do I update my profile?
te: నా ప్రొఫైల్‌ను ఎలా అప్‌డేట్ చేయాలి?

# ownerHelpFaqProfileAnswer
source: Open the drawer menu and tap "My Profile" to update your information.
te: డ్రాయర్ మెనూను తెరిచి "My Profile" పై నొక్కి మీ సమాచారాన్ని అప్‌డేట్ చేయండి.

# ownerHelpContactTitle
source: Contact Support
te: సపోర్ట్‌ను సంప్రదించండి

# ownerHelpContactSubtitle
source: Need more help? Reach out to our support team.
te: ఇంకా సహాయం కావాలా? మా సపోర్ట్ టీంను సంప్రదించండి.

# ownerHelpEmailTitle
source: Email Support
te: ఇమెయిల్ సపోర్ట్

# ownerHelpPhoneTitle
source: Phone Support
te: ఫోన్ సపోర్ట్

# ownerHelpChatTitle
source: Live Chat
te: లైవ్ చాట్

# ownerHelpUnableToOpenChat
source: Unable to open chat. Please try WhatsApp: +91 7020797849
te: చాట్ తెరవడం సాధ్యం కాలేదు. దయచేసి WhatsApp ప్రయత్నించండి: +91 7020797849

# ownerHelpResourcesTitle
source: Resources
te: వనరులు

# ownerHelpPrivacyPolicy
source: Privacy Policy
te: గోప్యతా విధానం

# ownerHelpTermsOfService
source: Terms of Service
te: సేవా నిబంధనలు

# ownerNotificationsEmptyMessage
source: No notifications yet
te: నోటిఫికేషన్‌లు లేవు

# ownerNotificationsFilterAll
source: All
te: అన్నీ

# ownerNotificationsFilterBedChanges
source: Bed Changes
te: పడక మార్పులు

# ownerNotificationsFilterServices
source: Services
te: సేవలు

# ownerNotificationsDefaultTitle
source: Notification
te: నోటిఫికేషన్

# ownerNotificationsDefaultBody
source: No message
te: సందేశం లేదు

# ownerNotificationsMarkAll
source: Mark all as read
te: అన్నింటినీ చదివినట్లు గుర్తించండి

# ownerNotificationsJustNow
source: Just now
te: ఇప్పుడే

# ownerNotificationsMinutesAgo
source: {count, plural, one {{count} minute ago} other {{count} minutes ago}}
te: {count, plural, one {{count} నిమిషం క్రితం} other {{count} నిమిషాల క్రితం}}
