Repository: bantirathodtech/atitia
Catalog: assets/localization/app_*.arb
Languages: te

# ownerNotificationsHoursAgo
source: {count, plural, one {{count} hour ago} other {{count} hours ago}}
te: {count, plural, one {{count} గంట క్రితం} other {{count} గంటల క్రితం}}

# ownerNotificationsDaysAgo
source: {count, plural, one {{count} day ago} other {{count} days ago}}
te: {count, plural, one {{count} రోజు క్రితం} other {{count} రోజుల క్రితం}}

# drawerDefaultUserName
source: PG User
te: వినియోగదారు

# drawerDefaultInitial
source: U
te: యు

# drawerVersionLabel
source: Version {version}
te: వెర్షన్ {version}

# ownerSpecialMenuEditTitle
source: Edit Special Menu
te: ప్రత్యేక మెను మార్చండి

# ownerSpecialMenuAddTitle
source: Add Special Menu
te: ప్రత్యేక మెను జోడించండి

# ownerSpecialMenuSaving
source: Saving special menu...
te: ప్రత్యేక మెను సేవ్ అవుతోంది...

# ownerSpecialMenuSaveButton
source: Save Special Menu
te: ప్రత్యేక మెను సేవ్ చేయండి

# ownerSpecialMenuFestivalHeading
source: Festival/Event Name
te: పండుగ/ఈవెంట్ పేరు

# ownerSpecialMenuFestivalHint
source: e.g., Diwali, Ugadi, Special Event
te: ఉదా., దీపావళి, ఉగాది, ప్రత్యేక కార్యక్రమం

# ownerSpecialMenuSpecialNoteHeading
source: Special Note
te: ప్రత్యేక సూచన

# ownerSpecialMenuSpecialNoteLabel
source: Note
te: గమనిక

# ownerSpecialMenuSpecialNoteHint
source: Any special instructions or details...
te: ప్రత్యేక సూచనలు లేదా వివరాలు...

# ownerSpecialMenuFallbackInfo
source: Leave meal sections empty to use the default weekly menu for this day
te: ఈ రోజు కోసం డిఫాల్ట్ వారపు మెనును ఉపయోగించడానికి మీల్ విభాగాలను ఖాళీగా ఉంచండి

# ownerSpecialMenuOptionalSection
source: {meal} (Optional)
te: {meal} (ఐచ్చికం)

# ownerSpecialMenuNoItems
source: No items added
te: ఇటమ్స్ ఏవి జోడించలేదు

# ownerSpecialMenuAddItem
source: Add Item
te: ఇటమ్ జోడించండి

# ownerSpecialMenuAddMealItemTitle
source: Add {mealType} Item
te: {mealType} ఐటమ్ జోడించండి

# ownerSpecialMenuItemNameLabel
source: Item Name
te: ఇటమ్ పేరు

# ownerSpecialMenuItemNameHint
source: Enter meal item name
te: భోజన అంశం పేరును నమోదు చేయండి

# ownerSpecialMenuFestivalRequired
source: Please enter festival/event name
te: దయచేసి పండుగ/ఈవెంట్ పేరు నమోదు చేయండి

# ownerSpecialMenuSaveSuccess
source: Special menu saved successfully!
te: ప్రత్యేక మెను విజయవంతంగా సేవ్ చేయబడింది!

# ownerSpecialMenuSaveFailed
source: Failed to save special menu: {error}
te: ప్రత్యేక మెను సేవ్ చేయడంలో విఫలమైంది: {error}

# ownerSpecialMenuSaveError
source: Error saving special menu: {error}
te: ప్రత్యేక మెను సేవ్ చేయడంలో లోపం: {error}

# ownerMenuEditTitleEdit
source: Edit {day} Menu
te: {day} మెను సవరించండి

# ownerMenuEditTitleCreate
source: Create {day} Menu
te: {day} మెను సృష్టించండి

# ownerMenuEditDeleteTooltip
source: Delete Menu
te: మెను తొలగించండి

# ownerMenuEditSaving
source: Saving menu...
te: మెను సేవ్ అవుతోంది...

# ownerMenuEditUpdateButton
source: Update Menu
te: మెను నవీకరించండి

# ownerMenuEditCreateButton
source: Create Menu
te: మెను సృష్టించండి

# ownerMenuEditOverviewTitle
source: {day} Menu
te: {day} మెను

# ownerMenuEditOverviewSubtitle
source: Create & manage the daily menu
te: రోజువారీ మెనూను సృష్టించండి మరియు నిర్వహించండి

# ownerMenuEditStatItems
source: Items
te: అంశాలు

# ownerMenuEditStatPhotos
source: Photos
te: ఫోటోలు

# ownerMenuEditOptionalSection
source: {meal} (Optional)
te: {meal} (ఐచ్చికం)

# ownerMenuEditLastUpdated
source: Last Updated: {timestamp}
te: చివరిసారి నవీకరించిన తేదీ: {timestamp}

# ownerMenuEditPhotosHeading
source: Menu Photos
te: మెను ఫోటోలు

# ownerMenuEditAddPhoto
source: Add Photo
te: ఫోటో జోడించండి

# ownerMenuEditUploadingPhoto
source: Uploading photo...
te: ఫోటో అప్లోడ్ అవుతోంది...

# ownerMenuEditBadgeNew
source: NEW
te: కొత్త

# ownerMenuEditNoPhotos
source: No photos added yet
te: ఇప్పటికీ ఫోటోలు జోడించలేదు

# ownerMenuEditItemsCount
source: {count} items
te: {count} అంశాలు

# ownerMenuEditAddItemTooltip
source: Add {meal} Item
te: {meal} అంశాన్ని జోడించండి

# ownerMenuEditNoItemsForMeal
source: No {meal} items added yet
te: {meal} కోసం ఇంకా అంశాలు జోడించలేదు

# ownerMenuEditRemoveItemTooltip
source: Remove Item
te: అంశాన్ని తొలగించండి

# ownerMenuEditDescriptionHeading
source: Description (Optional)
te: వివరణ (ఐచ్చికం)

# ownerMenuEditDescriptionLabel
source: Menu Description
te: మెను వివరణ

# ownerMenuEditDescriptionHint
source: Add any special notes about this menu...
te: ఈ మెనుకు సంబంధించిన ఏదైనా ప్రత్యేక గమనికలను జోడించండి...

# ownerMenuEditAddMealItemTitle
source: Add {mealType} Item
te: {mealType} అంశాన్ని జోడించండి

# ownerMenuEditItemNameLabel
source: Item Name
te: అంశం పేరు

# ownerMenuEditItemNameHint
source: e.g., Idli with Sambar, Dosa, Poha
te: ఉదా., ఇడ్లీ సాంబార్, దోస, ఉప్మా

# ownerMenuEditMealRequired
source: Please add at least one meal item
te: దయచేసి కనీసం ఒక భోజన అంశాన్ని జోడించండి

# ownerMenuEditAuthError
source: Error: User not authenticated. Please login again.
te: లోపం: వినియోగదారు ధృవీకరించబడలేదు. దయచేసి మళ్లీ లాగిన్ అవండి.

# ownerMenuEditUpdateSuccess
source: {day} menu updated successfully!
te: {day} మెను విజయవంతంగా నవీకరించబడింది!

# ownerMenuEditCreateSuccess
source: {day} menu created successfully!
te: {day} మెను విజయవంతంగా సృష్టించబడింది!

# ownerMenuEditSaveFailed
source: Failed to save menu: {error}
te: మెనూ సేవ్ చేయడం విఫలమైంది: {error}

# ownerMenuEditSaveError
source: Error saving menu: {error}
te: మెనును సేవ్ చేయడంలో లోపం: {error}

# ownerMenuEditClearTitle
source: Clear Menu?
te: మెనును క్లియర్ చేయాలా?

# ownerMenuEditClearMessage
source: Are you sure you want to clear this menu? This will remove all items and photos.
te: ఈ మెనును నిజంగా క్లియర్ చేయాలనుకుంటున్నారా? దీని వల్ల అన్ని అంశాలు మరియు ఫోటోలు తొలగించబడతాయి.

# ownerMenuEditClearConfirm
source: Clear
te: క్లియర్

# ownerMenuEditClearSnackbar
source: Menu cleared. Don't forget to save changes.
te: మెను క్లియర్ చేయబడింది. మార్పులను సేవ్ చేయడం మర్చిపోవద్దు.

# ownerMenuEditLogTotalItems
source: - Total items: {count}
te: - మొత్తం అంశాలు: {count}

# ownerMenuEditLogUpdateSuccess
source: ✅ Menu updated successfully!
te: ✅ మెనూ విజయవంతంగా నవీకరించబడింది!

# ownerMenuEditLogCreateSuccess
source: ✅ Menu created successfully!
te: ✅ మెనూ విజయవంతంగా సృష్టించబడింది!

# ownerMenuEditImagePickError
source: Failed to pick image: {error}
te: చిత్రాన్ని ఎంచుకోవడం విఫలమైంది: {error}

# ownerMonthlyBreakdownLoadFailed
source: Failed to load monthly breakdown: {error}
te: మాసిక వివరాలను లోడ్ చేయడంలో విఫలమైంది: {error}

# ownerPropertyBreakdownLoadFailed
source: Failed to load property breakdown: {error}
te: ప్రాపర్టీ వివరాలను లోడ్ చేయడంలో విఫలమైంది: {error}

# ownerGuestInitializeFailed
source: Failed to initialize guest management: {error}
te: అతిథుల నిర్వహణను ప్రారంభించడంలో విఫలమైంది: {error}

# ownerGuestStatsLoadFailedLog
source: ⚠️ Owner Guest ViewModel: Failed to load guest stats: {error}
te: ⚠️ Owner Guest ViewModel: గెస్ట్ గణాంకాలను లోడ్ చేయడంలో విఫలమైంది: {error}

# ownerGuestUpdateFailed
source: Failed to update guest: {error}
te: అతిథిని నవీకరించడంలో విఫలమైంది: {error}

# ownerComplaintReplyFailed
source: Failed to add reply: {error}
te: ఫిర్యాదు ప్రతిస్పందనను జోడించడంలో విఫలమైంది: {error}

# ownerComplaintStatusUpdateFailed
source: Failed to update complaint status: {error}
te: ఫిర్యాదు స్థితిని నవీకరించడంలో విఫలమైంది: {error}

# ownerBikeUpdateFailed
source: Failed to update bike: {error}
te: బైక్‌ను నవీకరించడంలో విఫలమైంది: {error}

# ownerBikeMovementRequestFailed
source: Failed to create bike movement request: {error}
te: బైక్ మువ్‌మెంట్ అభ్యర్థనను సృష్టించడంలో విఫలమైంది: {error}

# ownerServiceCreateFailed
source: Failed to create service request: {error}
te: సేవ అభ్యర్థనను సృష్టించడంలో విఫలమైంది: {error}

# ownerServiceReplyFailed
source: Failed to add service reply: {error}
te: సేవ ప్రతిస్పందనను జోడించడంలో విఫలమైంది: {error}

# ownerServiceStatusUpdateFailed
source: Failed to update service status: {error}
te: సేవ స్థితిని నవీకరించడంలో విఫలమైంది: {error}

# ownerGuestRefreshFailed
source: Failed to refresh data: {error}
te: డేటాను రిఫ్రెష్ చేయడంలో విఫలమైంది: {error}

# ownerBookingApproveFailed
source: Failed to approve booking request: {error}
te: బుకింగ్ అభ్యర్థనను ఆమోదించడంలో విఫలమైంది: {error}

# ownerBookingRejectFailed
source: Failed to reject booking request: {error}
te: బుకింగ్ అభ్యర్థనను తిరస్కరించడంలో విఫలమైంది: {error}

# ownerResponseNone
source: none
te: ఏదీ లేదు

# ownerFoodLoadMenusFailed
source: Failed to load menus: {error}
te: మెనూను లోడ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodStreamMenusFailed
source: Failed to stream menus: {error}
te: మెనూను స్ట్రీమ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodStreamOverridesFailed
source: Failed to stream overrides: {error}
te: ఓవర్‌రైడ్‌లను స్ట్రీమ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodSaveMenuFailed
source: Failed to save menu: {error}
te: మెనూను సేవ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodSaveMenusFailed
source: Failed to save menus: {error}
te: మెనూలను సేవ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodDeleteMenuFailed
source: Failed to delete menu: {error}
te: మెనూను తొలగించడంలో విఫలమైంది: {error}

# ownerFoodSaveOverrideFailed
source: Failed to save override: {error}
te: ఓవర్‌రైడ్‌ను సేవ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodDeleteOverrideFailed
source: Failed to delete override: {error}
te: ఓవర్‌రైడ్‌ను తొలగించడంలో విఫలమైంది: {error}

# ownerFoodInitializeDefaultsFailed
source: Failed to initialize default menus: {error}
te: డిఫాల్ట్ మెనూలను ఆరంభించడంలో విఫలమైంది: {error}

# ownerFoodUpdateCurrentMenuFailed
source: Failed to update current day menu: {error}
te: ఈరోజు మెనూను నవీకరించడంలో విఫలమైంది: {error}

# ownerFoodSaveStateFailedLog
source: ⚠️ Owner Food ViewModel: Failed to save menu state: {error}
te: ⚠️ Owner Food ViewModel: మెను స్థితిని సేవ్ చేయడంలో విఫలమైంది: {error}

# ownerFoodClearStateFailedLog
source: ⚠️ Owner Food ViewModel: Failed to clear menu state: {error}
te: ⚠️ Owner Food ViewModel: మెను స్థితిని క్లియర్ చేయడంలో విఫలమైంది: {error}

# ownerFoodFetchMenuFailed
source: Failed to fetch weekly menu
te: సాప్తాహిక మెనూను పొందడంలో విఫలమైంది

# ownerFoodFetchOverridesFailed
source: Failed to fetch menu overrides
te: మెను ఓవర్‌రైడ్‌లను పొందడంలో విఫలమైంది

# ownerFoodRepositorySaveMenuFailed
source: Failed to save weekly menu
te: సాప్తాహిక మెనూను సేవ్ చేయడంలో విఫలమైంది

# ownerFoodRepositorySaveMenusFailed
source: Failed to save weekly menus
te: సాప్తాహిక మెనూలను సేవ్ చేయడంలో విఫలమైంది

# ownerFoodRepositoryDeleteMenuFailed
source: Failed to delete weekly menu
te: సాప్తాహిక మెనూను తొలగించడంలో విఫలమైంది

# ownerFoodRepositorySaveOverrideFailed
source: Failed to save menu override
te: మెను ఓవర్‌రైడ్‌ను సేవ్ చేయడంలో విఫలమైంది

# ownerFoodRepositoryDeleteOverrideFailed
source: Failed to delete menu override
te: మెను ఓవర్‌రైడ్‌ను తొలగించడంలో విఫలమైంది

# ownerFoodRepositoryUploadPhotoFailed
source: Failed to upload photo
te: ఫోటోను అప్లోడ్ చేయడంలో విఫలమైంది

# ownerFoodRepositoryDeletePhotoFailed
source: Failed to delete photo
te: ఫోటోను తొలగించడంలో విఫలమైంది

# ownerFoodFetchStatsFailed
source: Failed to fetch menu stats
te: మెను గణాంకాలను పొందడంలో విఫలమైంది

# pgPhotosUploading
source: Uploading {count} photo(s)...
te: {count} ఫోటో(లు)ను అప్లోడ్ చేస్తున్నాము...

# pgPhotosSelectFailed
source: Failed to select photos: {error}
te: ఫోటోల్ని ఎంచుకోవడంలో విఫలమైంది: {error}

# pgPhotosUploadErrorLog
source: Failed to upload image {index}: {error}
te: ఫోటో {index} అప్లోడ్ విఫలమైంది: {error}

# pgSupabaseStorageTroubleshoot
source: ⚠️ Supabase Storage Error: This might be due to: 1. Storage bucket RLS policies blocking uploads 2. CORS configuration issues 3. Authentication required for storage uploads Please check your Supabase Storage policies for the "atitia-storage" bucket.
te: ⚠️ Supabase స్టోరేజ్ లోపం: ఇవి కారణాలై ఉండొచ్చు: 1. స్టోరేజ్ బకెట్ RLS పాలసీలు అప్లోడ్స్‌ను నిరోధించడం 2. CORS కాన్ఫిగరేషన్ సమస్యలు 3. స్టోరేజ్ అప్లోడ్స్‌కు ప్రమాణీకరణ అవసరం దయచేసి "atitia-storage" బకెట్‌కు సంబంధించిన Supabase స్టోరేజ్ పాలసీలను పరిశీలించండి.

# ownerPgUnknownName
source: Unknown PG
te: తెలియని PG

# ownerPgInitializeFailed
source: Failed to initialize PG management: {error}
te: PG నిర్వహణను ప్రారంభించడంలో విఫలమైంది: {error}

# ownerPgApproveBookingFailed
source: Failed to approve booking: {error}
te: బుకింగ్‌ను ఆమోదించడంలో విఫలమైంది: {error}

# ownerPgRejectBookingFailed
source: Failed to reject booking: {error}
te: బుకింగ్‌ను తిరస్కరించడంలో విఫలమైంది: {error}

# ownerPgRescheduleBookingFailed
source: Failed to reschedule booking: {error}
te: బుకింగ్‌ను మళ్లీ షెడ్యూల్ చేయడంలో విఫలమైంది: {error}

# ownerPgIdNotInitialized
source: PG ID not initialized
te: PG ID ప్రారంభించబడలేదు

# ownerPgUpdateBedStatusFailed
source: Failed to update bed status: {error}
te: పడక స్థితిని నవీకరించడంలో విఫలమైంది: {error}

# ownerPgRefreshFailed
source: Failed to refresh data: {error}
te: డేటాను రిఫ్రెష్ చేయడంలో విఫలమైంది: {error}

# ownerPgSaveFailed
source: Failed to save PG: {error}
te: PGను సేవ్ చేయడంలో విఫలమైంది: {error}

# ownerPgIdNotProvided
source: PG ID not provided
te: PG ID అందించబడలేదు

# ownerPgUpdateFailed
source: Failed to update PG: {error}
te: PGను నవీకరించడంలో విఫలమైంది: {error}

# ownerPgDeleteFailed
source: Failed to delete PG: {error}
te: PGను తొలగించడంలో విఫలమైంది: {error}

# ownerPgCreateFailed
source: Failed to create PG: {error}
te: PGను సృష్టించడంలో విఫలమైంది: {error}

# ownerPgRevenueReportFailed
source: Failed to get revenue report: {error}
te: రెవెన్యూ నివేదికను పొందడంలో విఫలమైంది: {error}

# ownerPgOccupancyReportFailed
source: Failed to get occupancy report: {error}
te: ఆక్యుపెన్సీ నివేదికను పొందడంలో విఫలమైంది: {error}

# ownerPgFetchListFailed
source: Failed to fetch PGs: {error}
te: PGలను పొందడంలో విఫలమైంది: {error}

# ownerPgFetchDetailsFailed
source: Failed to fetch PG details: {error}
te: PG వివరాలను పొందడంలో విఫలమైంది: {error}

# ownerPgBasicInfoZeroStateMessage
source: Fill in the basic information about your PG to get started.
te: మీ PG గురించి మౌలిక సమాచారాన్ని నింపి ప్రారంభించండి.

# ownerPgQuickStatRequired
source: Required
te: అవసరం

# ownerPgQuickStatRentTypes
source: Rent Types
te: అద్దె రకాలూ

# ownerPgQuickStatDeposit
source: Deposit
te: డిపాజిట్

# ownerPgStatusNotSet
source: Not Set
te: సెట్ చేయలేదు

# ownerPgStatusSet
source: Set
te: సెట్ చేశారు

# ownerPgFloorStructureZeroStateMessage
source: Set up the floor structure, rooms, and beds for your PG.
te: మీ PG కోసం అంతస్తులు, గదులు, పడకలను సెట్ చేయండి.

# ownerPgQuickStatFloors
source: Floors
te: అంతస్తులు

# ownerPgQuickStatRooms
source: Rooms
te: గదులు

# ownerPgQuickStatBeds
source: Beds
te: పడకలు

# ownerPgAmenitiesZeroStateMessage
source: Select the amenities your PG offers to help guests find you.
te: అతిథులు సులభంగా కనుగొనడానికి మీ PG అందించే సౌకర్యాలను ఎంచుకోండి.

# ownerPgPhotosZeroStateMessage
source: Add photos of your PG to showcase it to potential guests.
te: మీ PGను ప్రదర్శించేందుకు ఫోటోలను జోడించండి.

# ownerPgQuickStatSelected
source: Selected
te: ఎంచుకున్నవి

# ownerPgBedNumberingDescription
source: Number beds consistently based on door position so everyone agrees.
te: తలుపు స్థానాన్ని ఆధారంగా పడకలకు సంఖ్య ఇవ్వండి ώστε అందరూ ఒప్పుకోగలరు.

# ownerPgBed2NearestRight
source: Bed-2: nearest row, right side
te: పడక-2: సమీప వరుస, కుడి వైపు

# ownerPgBed3FarLeft
source: Bed-3: far row, left side
te: పడక-3: దూర వరుస, ఎడమ వైపు

# ownerPgBed4FarRight
source: Bed-4: far row, right side
te: పడక-4: దూర వరుస, కుడి వైపు

# ownerPgBed1ClosestDoor
source: Bed-1: closest to door
te: పడక-1: తలుపుకు అత్యంత దగ్గరగా

# ownerPgBedNext
source: Bed-{number}: next
te: పడక-{number}: తరువాతది

# ownerPgBed4Farthest
source: Bed-4: farthest from door
te: పడక-4: తలుపు నుండి దూరంగా

# ownerPgRentConfigZeroStateMessage
source: Set up rent amounts for different sharing types and maintenance charges.
te: విభిన్న షేరింగ్ రకాల కోసం అద్దె మొత్తాలు మరియు మెయింటెనెన్స్ చార్జీలను సెట్ చేయండి.

# ownerPgProgressDescription
source: {completed} of {total} sections completed
te: {completed} / {total} విభాగాలు పూర్తయ్యాయి

# ownerPgLoadingDetails
source: Loading PG details...
te: PG వివరాలను లోడ్ చేస్తున్నాం...

# ownerPgPublishedSuccessfully
source: PG published successfully
te: PG విజయవంతంగా ప్రచురించబడింది

# ownerPgPublishFailed
source: Failed to publish PG
te: PGని ప్రచురించడంలో విఫలమైంది

# ownerAnalyticsLoadFailed
source: Failed to load analytics data: {error}
te: అనలిటిక్స్ డేటా లోడ్ చేయడంలో విఫలమైంది: {error}

# ownerReportsSelectPeriod
source: Select report period
te: రిపోర్ట్ కాలాన్ని ఎంచుకోండి

# ownerReportsSelectDateRange
source: Select date range
te: తేదీ పరిధిని ఎంచుకోండి

# ownerReportsRefresh
source: Refresh reports
te: రిపోర్టులను రిఫ్రెష్ చేయి

# ownerReportsTabRevenue
source: Revenue
te: ఆదాయం

# ownerReportsTabBookings
source: Bookings
te: బుకింగ్స్

# ownerReportsTabGuests
source: Guests
te: అతిథులు

# ownerReportsTabPayments
source: Payments
te: చెల్లింపులు

# ownerReportsTabComplaints
source: Complaints
te: ఫిర్యాదులు

# ownerReportsLoading
source: Loading reports...
te: రిపోర్టులను లోడ్ చేస్తున్నాం...

# ownerReportsErrorTitle
source: Error loading reports
te: రిపోర్టులను లోడ్ చేయడంలో లోపం

# ownerReportsNoRevenueData
source: No revenue data
te: ఆదాయం డేటా లేదు

# ownerReportsRevenuePlaceholder
source: Revenue data will appear here once you have bookings
te: మీ వద్ద బుకింగ్స్ ఉన్న తర్వాత ఆదాయం డేటా ఇక్కడ కనిపిస్తుంది

# ownerReportsAveragePerMonth
source: Average / month
te: సగటు / నెల

# ownerReportsMonthlyRevenueBreakdown
source: Monthly revenue breakdown
te: నెలవారీ ఆదాయం విభజన

# ownerReportsTotalBookings
source: Total bookings
te: మొత్తం బుకింగ్స్

# ownerReportsPendingRequests
source: Pending requests
te: పెండింగ్ అభ్యర్థనలు

# ownerReportsTotalReceived
source: Total received
te: మొత్తం స్వీకరించబడింది

# ownerReportsPaidCount
source: Paid count
te: చెల్లించిన సంఖ్య

# ownerReportsPendingCount
source: Pending count
te: పెండింగ్ సంఖ్య

# ownerReportsChangeDateRange
source: Change
te: మార్చు

# ownerReportsPropertyWiseRevenue
source: Property-wise revenue
te: ఆస్తి వారీ ఆదాయం

# ownerReportsPercentageOfTotal
source: {percentage}% of total
te: మొత్తంలో {percentage}%

# ownerReportsBookingTrends
source: Booking trends
te: బుకింగ్ ధోరణులు

# ownerReportsNoBookingData
source: No booking data available for the selected period
te: ఎంచుకున్న కాలానికి బుకింగ్ డేటా అందుబాటులో లేదు

# ownerReportsBookingsCount
source: {count} bookings
te: {count} బుకింగ్స్

# ownerReportsGuestStatistics
source: Guest statistics
te: అతిథి గణాంకాలు

# ownerReportsPaymentTrends
source: Payment trends
te: చెల్లింపు ధోరణులు

# ownerReportsNoPaymentData
source: No payment data available for the selected period
te: ఎంచుకున్న కాలానికి చెల్లింపు డేటా అందుబాటులో లేదు

# ownerReportsComplaintTrends
source: Complaint trends
te: ఫిర్యాదు ధోరణులు

# ownerReportsNoComplaintData
source: No complaint data available for the selected period
te: ఎంచుకున్న కాలానికి ఫిర్యాదు డేటా అందుబాటులో లేదు

# ownerReportsComplaintsCount
source: {count} complaints
te: {count} ఫిర్యాదులు

# ownerOverviewOccupancyRate
source: Occupancy rate
te: ఆక్రమణ రేటు

# ownerOverviewPerformanceExcellent
source: Excellent
te: అత్యుత్తమం

# ownerOverviewPerformanceGood
source: Good
te: బాగుంది

# ownerOverviewPerformanceFair
source: Fair
te: సగటు స్థాయి

# ownerOverviewPerformanceNeedsAttention
source: Needs attention
te: శ్రద్ధ అవసరం

# ownerOverviewAveragePerMonth
source: Average / month
te: సగటు / నెల

# ownerOverviewHighestMonth
source: Highest month
te: అత్యధిక నెల

# ownerOverviewOwnerFallback
source: Owner
te: యజమాని

# ownerProfileTitle
source: My Profile
te: నా ప్రొఫైల్

# ownerProfileSaveTooltip
source: Save profile
te: ప్రొఫైల్‌ను సేవ్ చేయండి

# ownerProfileTabPersonalInfo
source: Personal Info
te: వ్యక్తిగత సమాచారం

# ownerProfileTabBusinessInfo
source: Business Info
te: వ్యాపార సమాచారం

# ownerProfileTabDocuments
source: Documents
te: పత్రాలు

# ownerProfileFullNameLabel
source: Full Name
te: పూర్తి పేరు

# ownerProfileFullNameHint
source: Enter your full name
te: మీ పూర్తి పేరును నమోదు చేయండి

# ownerProfileEmailLabel
source: Email
te: ఇమెయిల్

# ownerProfileEmailHint
source: Enter your email
te: మీ ఇమెయిల్‌ను నమోదు చేయండి

# ownerProfilePhoneLabel
source: Phone Number
te: ఫోన్ నంబర్

# ownerProfilePhoneHint
source: Enter your phone number
te: మీ ఫోన్ నంబర్‌ను నమోదు చేయండి

# ownerProfileAddressLabel
source: PG Address
te: PG చిరునామా

# ownerProfileAddressHint
source: Enter your PG address
te: మీ PG చిరునామాను నమోదు చేయండి

# ownerProfileStateLabel
source: State
te: రాష్ట్రం

# ownerProfileStateHint
source: Select state
te: రాష్ట్రాన్ని ఎంచుకోండి

# ownerProfileCityLabel
source: City
te: నగరం

# ownerProfileCityHint
source: Select city
te: నగరాన్ని ఎంచుకోండి

# ownerProfileCityHintSelectState
source: Select state first
te: ముందు రాష్ట్రాన్ని ఎంచుకోండి

# ownerProfilePincodeLabel
source: Pincode
te: పిన్‌కోడ్

# ownerProfilePincodeHint
source: Enter pincode
te: పిన్‌కోడ్‌ను నమోదు చేయండి

# ownerProfileSavePersonal
source: Save Personal Info
te: వ్యక్తిగత సమాచారాన్ని సేవ్ చేయండి

# ownerProfileBusinessNameLabel
source: Business Name
te: వ్యాపార పేరు

# ownerProfileBusinessNameHint
source: Enter business name
te: వ్యాపార పేరును నమోదు చేయండి

# ownerProfileBusinessTypeLabel
source: Business Type
te: వ్యాపార రకం

# ownerProfileBusinessTypeHint
source: Enter business type
te: వ్యాపార రకాన్ని నమోదు చేయండి

# ownerProfilePanLabel
source: PAN Number
te: PAN నంబర్

# ownerProfilePanHint
source: Enter PAN number
te: PAN నంబర్‌ను నమోదు చేయండి

# ownerProfileGstLabel
source: GST Number
te: GST నంబర్

# ownerProfileGstHint
source: Enter GST number
te: GST నంబర్‌ను నమోదు చేయండి

# ownerProfileSaveBusiness
source: Save Business Info
te: వ్యాపార సమాచారాన్ని సేవ్ చేయండి

# ownerProfileDocumentProfileTitle
source: Profile Photo
te: ప్రొఫైల్ ఫోటో

# ownerProfileDocumentProfileDescription
source: Upload your profile photo
te: మీ ప్రొఫైల్ ఫోటోను అప్‌లోడ్ చేయండి

# ownerProfileDocumentAadhaarTitle
source: Aadhaar Photo
te: ఆధార్ ఫోటో

# ownerProfileDocumentAadhaarDescription
source: Upload your Aadhaar card photo
te: మీ ఆధార్ కార్డ్ ఫోటోను అప్‌లోడ్ చేయండి

# ownerProfileDocumentUpload
source: Upload
te: అప్‌లోడ్ చేయండి

# ownerProfileDocumentUpdate
source: Update
te: నవీకరించండి

# ownerProfilePickImageFailed
source: Failed to pick image: {error}
te: చిత్రాన్ని ఎంచుకోవడంలో విఫలమైంది: {error}

source: Owner ID not available
te: యజమాని ID అందుబాటులో లేదు

# ownerProfileNotFound
source: Profile not found
te: ప్రొఫైల్ కనుగొనబడలేదు

# ownerProfileLoadFailed
source: Failed to load profile
te: ప్రొఫైల్‌ను లోడ్ చేయడంలో విఫలమైంది

# ownerProfileStreamFailed
source: Failed to stream profile
te: ప్రొఫైల్ స్ట్రీమ్ చేయడంలో విఫలమైంది

# ownerProfileStreamStartFailed
source: Failed to start profile stream
te: ప్రొఫైల్ స్ట్రీమ్ ప్రారంభించడంలో విఫలమైంది

# ownerProfileCreateFailed
source: Failed to create profile
te: ప్రొఫైల్ సృష్టించడంలో విఫలమైంది

# ownerProfileUpdateFailed
source: Failed to update profile
te: ప్రొఫైల్‌ను నవీకరించడంలో విఫలమైంది

# ownerBankDetailsUpdateFailed
source: Failed to update bank details
te: బ్యాంక్ వివరాలను నవీకరించడంలో విఫలమైంది

# ownerBusinessInfoUpdateFailed
source: Failed to update business information
te: వ్యాపార సమాచారాన్ని నవీకరించడంలో విఫలమైంది

# ownerProfilePhotoUploadFailed
source: Failed to upload profile photo
te: ప్రొఫైల్ ఫోటోను అప్‌లోడ్ చేయడంలో విఫలమైంది

# ownerAadhaarUploadFailed
source: Failed to upload Aadhaar document
te: ఆధార్ పత్రాన్ని అప్‌లోడ్ చేయడంలో విఫలమైంది

# ownerUpiQrUploadFailed
source: Failed to upload UPI QR code
te: UPI QR కోడ్‌ను అప్‌లోడ్ చేయడంలో విఫలమైంది

# ownerAddPgFailed
source: Failed to add PG
te: PGని జోడించడంలో విఫలమైంది

# ownerRemovePgFailed
source: Failed to remove PG
te: PGని తొలగించడంలో విఫలమైంది

# ownerProfileVerifyFailed
source: Failed to verify profile
te: ప్రొఫైల్‌ను ధృవీకరించడంలో విఫలమైంది

# ownerProfileDeactivateFailed
source: Failed to deactivate profile
te: ప్రొఫైల్‌ను నిలిపివేయడంలో విఫలమైంది
